<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <h1><strong>保证借款合同</strong></h1>
      <h3 style="text-align: center"><strong>合同编号：升华互金保借第_____号</strong></h3>
      <br>
      <br>
      <p>出借人（甲方）：______________________</p>
      <p>证件类型：<input type="checkbox"/><span style="padding-right: 50px">身份证</span><input type="checkbox" /><span>营业执照</span></p>
      <p>证件号码：______________________</p>
      <p>蜗牛聚财平台账号：______________________</p>
      <br>
      <br>
      <p>借款人（乙方）：______________________</p>
      <p>证件类型：<input type="checkbox"/><span style="padding-right: 50px">身份证</span><input type="checkbox" /><span>营业执照</span></p>
      <p>证件号码：______________________</p>
      <br>
      <br>
      <p>项目管理方（丙方):上海水象金融信息服务有限公司</p>
      <p>证件类型：<input type="checkbox"/><span style="padding-right: 50px">身份证</span><input type="checkbox" /><span>营业执照</span></p>
      <p>证件号码：91310000MA1K36093B</p>
      <br>
      <br>
      <p>出借人代理方（丁方）：浙江升华互联网金融信息服务有限公司</p>
      <p>证件类型：<input type="checkbox"/><span style="padding-right: 50px">身份证</span><input type="checkbox" /><span>营业执照</span></p>
      <p>证件号码：91330521MA28C46R3E</p>
      <br>
      <br>
      <p>鉴于：</p>
      <p>甲方系网络借贷咨询平台“蜗牛聚财”（www.woniujc.com)的注册用户，通过蜗牛聚财平台选择出借资金给借款人。</p>
      <p>乙方系经丙方风控审核，向蜗牛聚财平台的注册用户推荐的，有合理的借款用途、有能力履行借款约定、履行偿还义务的的借款人。</p>
      <p>丙方系为本次借款行为提供借款资质审核、风控管理，向蜗牛聚财平台用户推荐借款人，借款过程中协助办理各项手续以及贷前贷后管理等服务的项目管理方。</p>
      <p>丁方系蜗牛聚财平台的运营公司，甲方委托丁方代理与借贷相关的业务事宜，包括但不限于代理（或转委托第三方）款项划转、向乙方和丙方进行通知和催收等活动。</p>
      <p>根据《中华人民共和国合同法》及相关法律法规的规定，各方遵循平等、自愿、互利和诚实信用原则，经友好协商，就各方在域名为www.woniujc.com的“蜗牛聚财”互联网平台（以下简称“平台”）上进行资金借贷、投资咨询、风险管理及贷后管理服务等事项的相关意思表示达成一致，以兹共同遵守。</p>
      <br>
      <br>
      <b>第一条  借款基本要素</b>
      <p>1.1) <strong>借款金额与用途：</strong>出借人同意向借款人发放借款，借款金额为人民币（大写）_____________。借款用途为：个人消费。</p>
      <p>1.2) <strong>借款期限：</strong>本合同借款期限自________年______月______日起至________年______月______日止</p>
      <p>1.3) <strong>借款利率：</strong>本合同借款年化利率为 36  %。</p>
      <p>1.4) 还款方式：借款到期当日一次性还本付息。</p>
      <b> 第二条 借款流程、生效与终止</b>
      <p>2.1) 本协议成立：甲方在蜗牛聚财平台（网站、APP或微信端）上对乙方的借款项目点击“我要投资”按钮时即视为其已经充分阅读并同意本协议内容，亦视为向乙方作出出借资金的承诺及签署行为，本协议即时成立，丁方有权冻结1.1条所述借款金额。</p>
      <p>2.2) 本协议生效：本协议在乙方的借款需求所对应的出借资金已经全部募集完成时立即生效。</p>
      <p>2.3) 本协议终止：展示募集期限届满但乙方拟借款金额未能全部募集完成的，乙方有权拒绝接受当时已募集的资金，若乙方拒绝接受，则本协议自动终止；乙方将本协议项下全部本金、利息及其他相关费用全部偿还之时，本协议亦自动终止。</p>
      <p>2.4) 2.4若展示募集期限届满但乙方拟借款金额未能全部募集完成的，乙方同意接受当时已募集资金的，该合同项下借款金额视同变更为实际已募集金额，其他合同条款保持不变，该合同继续生效。</p>
      <p>2.5) 出借资金划转：本协议金额募集满后，甲方即不可撤销地授权丁方委托其指定支付机构将冻结金额划转至乙方指定的银行账户中（即放款），划转完毕即视为甲方出借款项的交付义务已履行完毕，亦可视为乙方已经成功收取借款。</p>
      <p>2.5) 乙方指定的银行账户信息如下：</p>
      <p>账户名：______________________;</p>
      <p>银行账号：____________________;</p>
      <p>开户行：______________________;</p>
      <p>放款日当天为中华人民共和国法定节假日或公休日（同周末双休日）时，放款日自动顺延至下一个工作日，借款期限相应顺延。</p>
      <b>第三条  本息偿还方式</b>
      <p>3.1) 乙方必须按照本协议的约定按时、足额偿还甲方的本金和利息。</p>
      <p>3.2) 为保证甲方的债权利益，同时便于丙方贷后管理，本合同各方均同意，乙方按本合同第一条的约定，在借款期限届满当日将借款本金及利息支付至丙方专户，再由丙方统一向丁方监管账户划款，丙方于借款期限届满当日17:00前根据本合同第一条约定，足额将本金和利息全额划转至丁方监管账户，视为乙方还款义务履行完毕。</p>
      <p>丙方专户信息如下：</p>
      <p>账户名：上海水象金融信息服务有限公司；</p>
      <p>银行账号：31050181450000000178；</p>
      <p>开户行：建设银行上海祝桥支行；</p>
      <p>丁方监管账户信息如下：</p>
      <p>账户名：浙江升华互联网金融信息服务有限公司；</p>
      <p>银行账号：201000155948832；</p>
      <p>开户行：浙江德清农村商业银行股份有限公司营业部。</p>
      <p>3.3) 付息还款日如是法定节假日或公休日，乙方须提前至前一个银行工作日支付当期利息和本金。</p>
      <p>3.4) 乙方在逾期还款或者违约情形下，则乙方的还款先后顺序为罚息、利息、本金。</p>
      <b>第四条、 提前还款</b>
      <p>4.1) 甲乙双方经协商确定，乙方不得提前还款。</p>
      <p>4.2) 若乙方提前偿还借款，仍按照1.2条约定借款期限计算借款利息。</p>
      <b>第五条、 逾期及丙方的担保责任</b>
      <p>5.1) 借款期限届满当日，丙方未按约定将借款本金及利息足额划转至平台的银行监管账户的，则视为逾期。</p>
      <p>5.2) 甲方有权根据逾期天数，按本协议约定的借款利率加收50%罚息利率计收罚息。</p>
      <p>5.3) 乙方未按时足额支付借款本息，丙方应于借款期限届满当日17:00前足额向丁方监管账户足额划转本合同项下约定的借款本息。</p>
      <p>5.4) 丙方对本合同项下的全部债务提供无限连带责任担保，担保范围包括本合同项下到期或提前到期应偿的借款本金、利息、罚息、违约金、损害赔偿金以及为实现债权而发生的所有费用（包括但不限于律师费、公证费、催告费、强制执行费、差旅费等）。保证担保期间：本合同项下的债务履行期限届满之日起两年。</p>
      <p>5.5) 丁方受甲方委托，有权直接代债权人行使担保项下的权利，代为提出代偿要求。此等情形下，担保人应按照丁方的要求履行担保义务，不得以主体不适格为由进行抗辩。</p>
      <p>5.6) 丙方履行5.3条所述义务后有权向乙方追偿，乙方不得就丙方的债权人地位进行任何形式的抗辩。</p>
      <b>第六条、 债权转让</b>
      <p>6.1) 债权存续期间，甲方有权将其所持有的全部债权通过平台在会员内部进行转让，签署相关《债权转让协议》，该《债权转让协议》视为本协议的补充协议，用以载明债权人变更事项。</p>
      <p>6.2) 如甲方将其所持有的全部债权通过平台在内部进行转让时，丙方仍需按本合同约定承担连带担保责任。</p>
      <p>6.3) 《债权转让协议》一经签订，即视作甲方已向乙方发出了债权转让的通知，且视作乙方已收到了该通知，该债权转让即对乙方发生债权转让的效力。</p>
      <b>第七条、违约</b>
      <p>7.1) 甲方保证其所用于出借的资金来源合法，且甲方是该资金的权利人。如因资金归属、支配权、合法性等问题而产生的一切责任由甲方自行承担。</p>
      <p>7.2) 下述情形视为乙方严重违约：</p>
      <p>①未按期偿还借款本金或未按期支付利息或不按特别约定的还款方式归还借款本息的；</p>
      <p>②不按约定的借款用途使用借款的；</p>
      <p>③不接受或不配合甲方或丁方对其借款使用情况的查询或监管的；</p>
      <p>④参与重大赌博、吸毒等违纪违法行为的；</p>
      <p>⑤卷入较大不利诉讼的；</p>
      <p>⑥被行政机关处以重大行政处罚的；</p>
      <p>⑦隐瞒财务状况、卷款出逃的；</p>
      <p>⑧发生其他严重影响偿还债务能力或失去信用情形的。</p>
      <p>7.3) 下述情形视为丙方严重违约：</p>
      <p>①丙方捏造、虚构、篡改借款人信息，骗取出借人借款；</p>
      <p>②丙方将资信状况不符合风控标准或丁方要求的借款人推荐给蜗牛聚财平台；</p>
      <p>③法定代表人、股东、高级管理人员等参与重大赌博、吸毒等违纪违法行为的；</p>
      <p>④财产遭受哄抢等事件的；</p>
      <p>⑤卷入较大不利诉讼的；</p>
      <p>⑥被行政机关处以重大行政处罚的；</p>
      <p>⑦因经营不善而停产歇业的；</p>
      <p>⑧隐瞒企业财务状况、经营状况或抽逃资金（本）的；</p>
      <p>⑨未征得债权人书面同意而实行承包、委托经营、托管、租赁、合资、兼并、合并、分立、转赠、股份制改造或减少注册资本等的；</p>
      <p>⑩变更企业名称、法定代表人、股东、住所地或经营范围等工商登记事项，未在变更一个月前书面告知出借人的；</p>
      <p>⑪发生偷（逃）税、破产、解散、被责令停业整顿或被吊销（撤销）营业执照的；</p>
      <p>⑫发生其他严重影响偿还债务能力或失去信用情形的。</p>
      <p>7.4) 乙方、丙方严重违约情形下甲方有权提前终止本协议，宣告借款提前到期。乙方、丙方应在甲方宣告借款提前到期后的两个工作日内，向甲方一次性支付本金及利息；未能按时支付的，甲方有权根据实际逾期天数，按本协议约定的借款利率加收50%罚息利率的罚息。</p>
      <p>7.5) 丙方出现第7.3条第（1）和（2）项情形的，还应按照本合同借款金额的20%向丁方支付违约金。</p>
      <p>7.6) 甲方在此不可撤销的授权丁方代为行使本协议约定的提前终止协议的权利，即在7.2、7.3条约定的严重违约发生后，丁方有权代甲方行使提前终止协议的权利并提示、敦促乙方或丙方履行7.4条约定的付款义务。</p>
      <p>7.7) 乙方应将上述款项支付至监管账户内，再向甲方分配。</p>
      <p>7.8) 丁方有权将乙方违约失信的相关信息提供给征信机构和在媒体披露。</p>
      <p>7.9) 若乙方、丙方行为涉嫌违法、犯罪的，则本协议各方均有权向国家机关报案，并追究乙方法律责任。</p>
      <b>第八条、乙方声明与保证</b>
      <p>8.1) 为保证丁方的债务催收通知、宣布提前到期通知和其他有关通知及涉诉后法院的诉讼、执行文书及时送达，保障诉讼、执行程序的顺利进行，乙方及丙方确认下列地址为送达地址。</p>
      <p>乙方送达地址</p>
      <p>地址：______________________</p>
      <p>邮编：______________________</p>
      <p>收件人：______________________</p>
      <p>联系电话：______________________</p>
      <p>丙方送达地址</p>
      <p>地址：武汉市江夏区关南园一路光谷梦工厂</p>
      <p>邮编：430000</p>
      <p>收件人：客服部</p>
      <p>联系电话：4006789999</p>
      <p>8.2) 确认的送达地址适用于借款合同成立时起至债务全部履行完毕时止，包括适用于法院诉讼（含一审、二审、审判监督、特别程序等民事诉讼程序）及执行阶段；凡是债务催收通知书、宣布提前到期通知和其他有关通知及涉诉后法院的诉讼、执行文书通过邮政挂号信函、快递信函送达该地址，无论是否退回均视为送达；如果送达地址有变更，乙方、丙方将变更后的送达地址，于二日内以书面方式告知丁方。如提供的地址不确切，或不及时告知变更后的地址等原因，使相关通知或文书无法送达或及时送达，乙方、丙方将自行承担由此产生的法律后果。</p>
      <b>第九条、争议与解决</b>
      <p>9.1) 如果各方在本协议履行过程中发生任何争议，任何一方可向丁方所在地有管辖权的人民法院解决。</p>
      <p>9.2) 丁方有权代甲方向乙方及丙方提起诉讼、主张权利。</p>
      <b>第十条、其他约定</b>
      <p>10.1) 本合同各方均同意甲方以网络页面点击确认的方式签订本合同，并不以此为由拒绝履行合同项下的义务。各方均同意乙方、丙方和丁方以签字盖章的方式签订本合同，并不以此为由拒绝履行合同项下的义务。各方均认可本合同约定的签署方式、合同内容以及认可以此种方式所订立的合同效力。各方均同意以前述方式签订本合同后即视为不可撤销。</p>
      <p>10.2) 各方均确认，本协议的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条违反适用的法律，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。</p>
      <p>10.3) 本协议的任何附件、修改或补充均构成本协议不可分割的一部分，与本协议具有同等法律效力。</p>
      <p>10.4) 本合同一式五份，四方各执一份，平台备案一份。</p>
      <p>10.5) 本协议项下各方在履行本合同过程中如有依法应缴纳的税费由各自承担。</p>
      <p>10.6) 本协议中所使用的定义，除非另有法律规定，否则应适用平台释义规则，平台对本文定义享有最终解释权。</p>
      <br>
      <br>
      <p>（以下无正文，为签字页）</p>
      <p>（本页无正文，为升华互金保借第__________号签字页）</p>
      <br>
      <br>
      <p>甲方：（具体以蜗牛聚财网站投标结果为准）</p>
      <br>
      <br>
      <p>乙方（签字或盖章）：__________</p>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
