<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <p class="tr"><strong>协议编号：_______________</strong></p>
      <p>甲方（债权人）：陈武（以下简称“甲方”）</p>
      <p>身份证号：</p>
      <p>联系电话:</p>
      <p>电子邮箱：</p>
      <p>住址：</p>
      <p>乙方（债务人）</p>
      <table cellpadding="0" cellspacing="0">
        <tr>
          <td>债务人姓名</td>
          <td style="width: 100px!important;"></td>
          <td>身份证号码</td>
          <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
        </tr>
        <tr>
          <td>债务人居住地址</td>
          <td colspan="3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</td>
        </tr>
        <tr>
          <td>债务人联系电话</td>
          <td colspan="3">&nbsp;</td>
        </tr>
        <tr>
          <td> 债务人银行账户=</td>
          <td colspan="3" style="text-align: left;padding-left: 10px">户名：<br>账号：<br>开户行：</td>
        </tr>
      </table>
      <p>丙方（居间方）：上海水象金融信息服务有限公司</p>
      <p>组织结构代码证:</p>
      <p>注册地址:</p>
      <p style="text-indent: 50px;">鉴于甲乙双方均为丙方旗下水象分期产品网站有效注册用户，根据《中华人民共和国合同法》及其他相关法律法规的规定，现甲乙丙三方遵循平等、自愿、互利和诚实信用原则，经平等协商，就甲方向乙方提供借款事宜达成一致意见，以资共同遵守。</p>
      <b>第一条 借款信息</b>
      <table cellpadding="0" cellspacing="0" class="tab">
        <tr>
          <td>借款本金</td>
          <td> ¥____元 （人民币大写：）</td>
        </tr>
        <tr>
          <td>借款期限</td>
          <td>28天（自____年____月____日起至 ____年____月____日止）</td>
        </tr>
        <tr>
          <td> 借款用途	</td>
          <td>【    】</td>
        </tr>
        <tr>
          <td>借款利率</td>
          <td>日利率</td>
        </tr>
        <tr>
          <td>还款方式</td>
          <td>按周还款还本付息</td>
        </tr>
      </table>
      <p>1) 甲方授权丙方可以自行或委托第三方通过短信、邮件或微信等形式将借款偿还的相关信息告知乙方，包括但不限于放款日、首个还款日还款额、其余还款日还款额等。当信息发送至乙方有效通讯地址后，即视为乙方收到并知悉前述信息。</p>
      <p>2) 乙方应于借款期限届满前及时归还本金和利息，若约定分期还款的，则每期的还款日当日（不得迟于当日24：00）或之前将每期本金、利息存入甲方专用账户。如果遇到法定节假日或公休日，还款日期不得顺延。在此情况下，乙方必须在还款日之前还款。</p>
      <p>3) 乙方同意丙方委托第三方支付机构或银行在还款日当日直接从乙方专用账户中准确划扣还款（包括本金、利息等）。若委托扣划失败是由于乙方账户余额不足所致，将产生相应的逾期违约金，违约金计算标准详见本协议第七条关于违约责任的约定。</p>
      <p>4) 如果乙方决定一次性提前还款（即提前一次性偿还全部或部分借款），乙方应至少提前三个工作日向甲方或甲方委托授权的丙方提出书面申请。甲方或经授权的丙方在收到申请后应与乙方共同确定提前还款的具体事宜。</p>
      <b>第二条 划款</b>
      <p>2.1) 乙方同意并承诺，甲方的借款本金及综合利息由甲方授权的丙方通过与其合作的银行或第三方支付机构开设的账户划扣到甲方专用账户。丙方服务费由甲方另行结算。</p>
      <p>2.2) 支付方式：本协议项下的借款由丙方通过其授权的第三方支付机构或银行通过以下一种或多种方式完成借款的支付：</p>
      <p>①支付至本协议列明的乙方专用账户；</p>
      <p>②支付至乙方在丙方或丙方的合作方指定的第三方支付机构开设的虚拟账户；</p>
      <p>③支付至乙方指定的其他收款账户;</p>
      <p>④双方约定的其他支付方式。</p>
      <p>2.3) 甲乙双方均同意授权丙方通过第三方支付机构或银行合作的方式接受委托，其行为产生的所有法律后果均由委托方承担；丙方仅在甲、乙双方授权范围内提供居间撮合的金融信息服务，丙方在授权范围内所从事的法律后果由甲乙双方承担。</p>
      <b>第三条 付款方式</b>
      <p> 甲方有权委托丙方作为委托代理人。该代理人有权代表甲方与乙方签订与本协议相关的各类合同、协议、委托书等法律文件；办理、注销抵押权登记；办理公证；向乙方追讨出借款项本金与利息等一系列借款相关事宜。丙方应严格按照甲方的利益从事代理行为，如出现不当行为，甲方可随时更换代理人。</p>
      <b>第四条 连带责任</b>
      <p>本协议如涉及两名或两名以上债务人，任一债务人均应履行本协议项下乙方所应履行的全部义务，债务人之间相互承担连带责任，且任一债务人对全部借款承担连带清偿责任。甲方有权向任一债务人追索本金、利息及其他费用。</p>
      <b>第五条权利与义务</b>
      <p>1) 甲方权利与义务</p>
      <p>①甲方按时将资金出借给乙方后，有权按照本协议约定按期回收本金并取得相应利息收益。</p>
      <p>②若甲方发现有影响乙方履约能力的不利变化时（包括但不限于乙方逾期还款达到5天及以上、乙方财产遭受没收、征用、查封、扣押、冻结等），甲方有权要求乙方立即还款。</p>
      <p>③当甲方和乙方在建立债权债务关系后，甲方有权根据本协议约定将其债权转让给其他债权人（其他债权人包括但不限于水象分期网站上的有效注册用户），并同时转让与该债权相关的各项权利与义务。</p>
      <p>④若乙方申请提前还款（即提前一次性偿还全部或部分本金、利息），甲方应予准许。</p>
      <p>⑤甲方保证其用于出借的资金来源合法，并具备合法的所有权。因出借资金归属、合法性问题而引起的纠纷，甲方应自行负责解决。如甲方未能及时解决，给乙方或第三方造成损失的，应该承担赔偿责任。</p>
      <p>⑥甲方或授权指定的第三方可以定期对乙方履约情况及信用情况进行检查与分析，乙方应当全力配合，不得推诿、拒绝。</p>
      <p>⑦甲方在资金出借、债权转让过程中因取得收益所产生的相关税费，由甲方自行向主管税务机关申报并缴纳。</p>
      <p>⑧甲方在交易过程中了解到的乙方个人信息，承诺不向任何第三方透露，且该保密义务不随本协议的终止而终止。</p>
      <p>2) 乙方权利与义务</p>
      <p>①乙方有权按照本协议的约定使用借款。</p>
      <p>②乙方在收到借款后，应按照本协议约定按期还本付息。</p>
      <p>③乙方承诺为取得借款所提供的所有信息及资料文件（包括但不限于借款申请表、授权委托书、担保或抵押手续文件、注册信息等）真实、合法、完整、有效，未提供虚假信息或隐瞒重要事实。</p>
      <p>④乙方承诺通过本协议取得的借款严格按照协议约定用途使用，不用于任何违法犯罪（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）或一切高风险投资（如证券、期货、彩票等）。</p>
      <p>⑤乙方在交易过程中了解到的甲方及甲方委托代理人个人信息，承诺不向任何第三方透露，且该保密义务不随本合同的终止而终止。</p>
      <p>3) 丙方权利与义务</p>
      <p>①丙方或丙方指定的第三方可以定期对乙方履约情况及信用状况等内容进行检查与分析，乙方必须全力配合，不得推诿、拒绝。</p>
      <p>②丙方在甲方、乙方明确授权的情形下，有权委托第三方支付机构或银行在还款日当日直接从乙方专用账户中准确划扣还款（包括本金、利息等）至甲方指定账户。</p>
      <p>③丙方有义务对甲、乙双方在其注册相关信息保密，确保甲、乙双方信息的安全。</p>
      <p>④丙方委托的银行或第三方支付机构从乙方专用账户中准确划扣还款后，应在规定期限内支付到甲方专用账户。</p>
      <p>第六条 债权转让</p>
      <p>1）在借款关系存续期间，乙方同意甲方可随时将全部或部分债权转让给一个或多个第三方。</p>
      <p>2）在债权转让完成后，乙方应认可新债权人合法取得的债权转让文书，并向新债权人履行本协议约定的其对原债权人负有的全部义务。</p>
      <p>3）乙方同意新债权人可以授权本协议指定的丙方代为行使本协议约定的甲方应享有的各项权利（包括但不限于代为行使催收应还本息及其他费用，送达、代收相关材料，代为行使诉讼权利等）。</p>
      <p>4）甲方将其债权全部或部分转让给新债权人，或新债权人对其拥有债权进行全部或部分的再次转让，应当以信件、邮件或短信等形式通知乙方。本协议双方同意该债权转让自甲方或新债权人向乙方有效通讯地址送达通知之日起生效。</p>
      <b>第七条 违约责任</b>
      <p>1) 若乙方违反本协议约定逾期还款，甲方授权丙方可通过采取合法措施向乙方开展催收追讨。如乙方未按本协议约定的还款时间足额还款，乙方因逾期应向甲方承当逾期违约金，则自逾期之日（逾期之日是本协议约定的还款日次日）起至还款之日止，每日按照借款金额的百分之一收取逾期滞纳金，每期单独计算。若逾期超过3天，甲方可授权丙方或第三方随时上门催收。因催收产生的相关费用由乙方承担。具体费用包括：上门催收费用为500元/每次（单程10公里内）；单程超过10公里，则每公里加收5元，按往返双程计费，并以现金形式收取。</p>
      <p>2) 乙方未及时、足额偿还本息的，除非另有约定，应按以下原则办理：</p>
      <p>①应偿还项目的先后顺序为：催收费用（如有）、逾期违约金、应还利息、应还本金。</p>
      <p>②累计多期逾期还款的情况下，优先偿还顺序在先的项目。</p>
      <p>③同一应偿还项目中，优先偿还期限在先的款项。</p>
      <p>④若甲方将债权转让为多个新债权人，且乙方所还款项不足以偿还全部债权人的本金、利息时，多个新债权人之间应按照其借出款项的比例受偿。</p>
      <p>3）.如果乙方擅自改变本协议约定的借款用途或严重违反还款义务（逾期达到5天及以上），经甲方或甲方授权的丙确认，本协议项下的全部借款本息视同提前到期，乙方应在收到甲方或甲方授权委托人通知后立即结清全部借款本息。</p>
      <p>4）方为取得借款提供虚假资料或者故意隐瞒重要事实的，经甲方或甲方授权委托人确认，本协议项下的全部借款本息视同提前到期，乙方应在收到甲方或甲方授权委托人通知后立即结清全部借款本息。乙方构成犯罪的，甲方或甲方授权委托人有权向国家司法机关报案，追究其刑事责任</p>
      <p>5）若甲方或甲方授权委托人要求乙方根据本协议约定提前结清全部借款本息，乙方应当一次付清全部款项；</p>
      <p>6）乙方逾期还款30日以上（包含30日）的，甲方或甲方授权委托人有权将乙方违约失信的相关信息及乙方其他信息（包括但不限于乙方个人照片、视频资料、个人信息资料等）向社会媒体、乙方所在单位及司法机关进行披露，在水象分期网站进行公示，并将乙方个人提交、甲方及甲方委托代理人自行收集的乙方个人资料和信息与任何第三方（包括征信系统等）进行数据共享。由此给乙方造成损失的，甲方、甲方授权委托人及水象分期网站均不承担任何责任。因乙方违约而产生的包括但不限于调查及诉讼费用（包括诉讼费、保全费、执行费、律师代理费等）将由乙方独自承担。</p>
      <p>7）如果甲方未能按照本协议约定及时向乙方提供借款，则本协议自动失效，各方均不承担任何赔偿责任和其他法律责任。</p>
      <b>第八条陈述、保证及承诺</b>
      <p> 甲乙丙三方作出如下陈述、保证及承诺：</p>
      <p>1) 甲乙丙三方均具有完全民事权利能力和民事行为能力，有权签署和履行本协议及相关附件。</p>
      <p>2) 甲乙双方作为丙方旗下水象分期产品的注册用户，应向网站提供最新、有效的个人电子邮箱和手机号码。任何自上述电子邮箱、手机号码所发送的电子邮件与短信均应视为甲乙个人的真实意思表示。</p>
      <p>3) 甲乙双方承诺不会利用本协议约定的借款进行信用卡套现、洗钱、恐怖融资、非法集资或其他不正当交易行为，否则应依法独立承担法律责任，给对方或第三方造成损失的，应承担赔偿责任。</p>
      <b>第九条 通知</b>
      <p>1）为通知之目的，甲乙双方确认向水象分期网站提供的通讯地址（包括但不限于联系地址、电子邮箱、通讯电话等）为协议对方送达与本协议有关文件或发生法律争议时司法机关送达法律文书的有效地址。如发生文件不能送达的情况，包括但不限于拒收、无法查找地址、查无此人等，其法律后果由通讯地址提供方承担，并视为对方或司法机关已经送达。</p>
      <p>2）若乙方需要更改通讯地址，应在更改之日起三日（自然日）内，将最新通讯地址提供给甲方，并在丙方水象分期平台提交更新信息，更新信息包括但不限于： </p>
      <p>乙方本人、乙方的家庭联系人及紧急联系人的下列信息：居住地址、居住地座机号码、手机号码、电子邮箱、工作单位名称、工作单位联系电话。若因乙方不及时提供上述变更信息，使得甲方或甲方委托代理人额外支出调查及诉讼费（包括律师代理费）将由乙方自行承担。</p>
      <b>第十条 其他</b>
      <p>1）本协议自约定的借款划付至乙方指定的专用账户时生效。</p>
      <p>2）协议采用电子文本形式制成，保存在丙方网站（丙方可委托合作的第三方）为此设立的专用服务器上备查。甲乙双方均认可该形式的协议效力。甲乙双方签订的补充协议（包括书面协议及电子协议）与本协议具有同等的法律效力。甲方或甲方委托第三方按照本协议约定，向乙方发送的关于放款、还款的通知信息（包括但不限于说明具体放款日、首个还款日还款额、其余还款日还款额等的短信、邮件、微信等）是本协议不可分割的一部分，与本协议具有同等的法律效力，受本协议条款的约束。</p>
      <p>3）若乙方为其债务的履行提供抵押、质押或保证担保时，甲乙双方应受担保文件的约束。《抵押合同》、《质押合同》等担保文件作为本协议的附件，与本协议具有同等的法律效力。</p>
      <p>4）如本协议中的某些条款完全或部分无效或不具有执行力，本协议的其他条款仍然有效并具有约束力。</p>
      <p>5）因本协议所引起的任何纠纷或争议，应由甲乙双方友好协商解决，协商不成的，双方同意提交湛江仲裁委员会（湛江国际仲裁院）依其规则及双方认可的互联网或其他方式之简化程序进行确认仲裁，以仲裁法律文书的形式确定各方权利义务，当一方不履行时，另一方可直接向人民法院申请强制执行。</p>
      <br><br>
      <p>甲方（签字）：</p>
      <br><br>
      <p>乙方（签字）：</p>
      <br><br>
      <p>日&nbsp;&nbsp;&nbsp;&nbsp;期：________________________</p>
      <br><br>
      <p>协议签订地点：上海</p>
      <br><br><br>
    </div>
  </section>
</template>
<script>
export default {
  data () {
    return {}
  },
  created () {
    this.showLoad(false)
  },
  methods: {
  }
}
</script>
