<template>
  <section class="xwjrz">
    <div class="agreement">
      <h1>商城销售合同</h1>
      <b>请仔细阅读下列文字，其包含有关您的权利及义务之重要信息以及可能适用于您的限制及排除条款。</b>
      <b>本文件包含适用于您购买深圳前海水象科贸有限公司（以下简称“水象科贸公司”）商城产品的现行条款及条件。您确认您完全理解这些条款及条件的含义，并且，在您于本网站发出任何产品订购信息时已同意完全接受这些条款及条件并受其约束。</b>
      <b>第一条 定义</b>
      <p>1)“水象分期”，指上海水象金融信息服务有限公司（以下简称水象金融）旗下研发人员开发的APP产品，其主要为有借款需求的用户提供信息服务与居间撮合业务。在本协议中“水象分期”为水象科贸商城提供运营平台，确保水象科贸与客户之间的商品销售合同法律关系正常运行</p>
      <p>2)“产品”，指在水象分期商城网站列为供选购项目，并且客户在订购信息中指明并经水象科贸及合作方接受的、成为合同标的的、使用“水象科贸（中文）公司”和/或“水象科贸合作的其他电商的产品及其配套产品。</p>
      <p>3)“客户”，指通过本网站选购商品并下达了订购信息的人。</p>
      <p>4)“合同”，指包含这些水象科贸公司与客户相互同意的关于水象科贸或其合作方销售产品和客户购买产品的条款及条件的合同。</p>
      <b>第二条 销售及购买</b>
      <p>水象科贸公司销售产品及客户购买产品均应依据本合同。</p>
      <b>第三条 合同成立</b>
      <p>1) 本网站的信息只能适用于中国大陆地区（不包括中华人民共和国香港特别行政区、澳门特别行政区以及台湾地区）（下称“中国大陆地区”）的年满18周岁的居民希望在中国大陆地区内交货的水象科贸产品买卖交易。</p>
      <p>2) 针对所有由客户于本网站发出的订购信息，水象科贸有权自行决定是否接受。在水象科贸另行通过网站以外的包括邮件及电话等方式向客户发出接受客户发出的订购信息并已经实际发货的通知时，此“产品销售条款及条件”即构成合同并成立。除非水象科贸通过网站以外的方式通知客户接受该订购信息，否则不存在有关该产品买卖的有约束力的合同。</p>
      <p>3) 客户保证其签署和履行合同系合法的，并已取得为此目的而必须取得的所有同意和授权。</p>
      <b>第四条 价格及支付</b>
      <p>1) 产品的价格以及运输费用（以下简称“货款”）以客户发出订购信息当时水象科贸公司商城网站列明的价格以及费用为准。价格包括按当时中国法律因合同交易而可能课征的所有中国税金。</p>
      <p>2) 客户的支付方式包括网银、微信、支付宝等方式。</p>
      <p>如以银行汇款或以邮政汇款支付，客户应于合同成立后，立即将货款汇到水象科贸公司指定的帐户。除非另有规定，水象科贸只有在收到客户货款后才向客户交货。因汇款发生的所有银行费用及邮寄费用应由客户承担。在收到合同项下客户所订购产品的全部货款前，水象科贸没有发送产品的义务。<strong>如水象科贸公司在收到客户订购信息的两周内仍未收到客户所订购产品的全部货款时，水象科贸公司有权立即解除合同。</strong></p>
      <b>第五条 交货</b>
      <p>1) 水象科贸将尽力安排将产品运至客户在订购信息里指定的位于中国大陆地区的交货地点。水象科贸公司有权自行决定选择信誉良好的承运人及合适的运输方式。<strong>水象科贸公司或其承运人有权在交货之前，为证明和确认客户身份和地址，要求客户出示身份证、护照等证件和/或签署可能必需的文件；若客户拒绝该要求或客户出示的证件与订购信息中的信息不符，水象科贸公司或其承运人有权拒绝交货，同时水象科贸公司有权解除合同。同时客户应当承担产品退还的运费及产品在退回途中的风险。</strong></p>
      <p>2) 水象科贸公司通知的任何交货日期均仅为预计日期，该交货日期并不构成合同的一个条款。在任何情形之下水象科贸公司均无需就延迟或未交付产品所引起的客户费用增加、利润或商誉损失或其他任何特别的、或然的、直接或间接的或附随的损失承担任何责任。</p>
      <p>3) 水象科贸公司有权以其认为合适的任何次序进行分批交货。 在分批交货的方式之下，每一批产品均应视为一个独立合同项下的标的物；水象科贸公司在任何一批或几批产品方面的违约行为均不影响其关于此前已交付的产品或尚未交付的产品之合同的效力。如水象科贸公司向客户发出其将不能就某一批产品交货的通知，也并不影响客户已接受其已收取之产品批次的效力，但水象科贸公司将向客户退还已付货款中不能交付产品部分的价款。</p>
      <p>4) 如产品已为客户备妥而客户未履行收货义务，或客户未提交交货所需的准确指示、文件、证件、认可或授权，水象科贸公司有权在书面通知客户后将产品储存或委托他人储存。自储存开始之时，产品的毁损、灭失等风险转移至客户，并且应被视为已完成交货，客户应向水象科贸公司支付其违约行为引起的所有成本及费用（包括但不限于仓储及保险费用）。</p>
      <b>第六条 接受</b>
      <p>在交货当时，客户应检验产品有无瑕疵。除非客户在交货当时提出异议，产品应被视为符合合同规定并已在良好状态下被客户接受。</p>
      <b>第七条 所有权及遗失或毁损的风险</b>
      <p>1) <strong>产品的所有权将在合同成立时转移至客户，但产品遗失或毁损的风险将在产品被实际交付(包括视为交付)至客户在订购信息上注明的中国大陆地区的交货地点时转移至客户。</strong>即使在产品的所有权转移至客户后，有关软件产品的一切知识产权仍应属于有关许可人。</p>
      <p>2) 尽管有前款规定，不论因何种原因而导致合同解除时，产品的所有权于该合同解除时即自动从客户处转移至水象科贸公司。</p>
      <b>第八条 免费热线电话支持</b>
      <p>1) 在保修期内，水象科贸公司对用户提供免费电话技术支持（“技术支持”）。该技术支持将按照水象科贸公司届时有效的条款及条件为用户解答有关产品的任何问题，但不包括任何第三方软件产品有关的问题。随附产品提供的水象科贸公司应用软件产品及操作系统有关的技术支持亦将按照本条款免费提供给用户。</p>
      <p>2) 对用户自行从非水象科贸公司处购买或被第三方许可使用的硬件、操作系统、应用程序等软件，水象科贸公司不提供技术支持。用户应分别向各第三方的供应商或许可方联络，寻求支持。</p>
      <b>第九条 有限保证</b>
      <p>1) 水象科贸公司产品的保证期：为自交货(包括视为交货)之日起至如下定义的期间（或产品保修卡中规定的期限，以保修卡的规定为准）。水象科贸公司保证，在保证期内产品不存在材料及工艺方面的缺陷，并符合该等产品的规格。</p>
      <p>2) 如在上述保证期内产品被发现有材料、工艺方面的缺陷或不符合该等产品的规格，在客户在保证期内将产品自费送至水象科贸公司授权的维修站的前提下，水象科贸公司将自行决定修理产品或以同等产品予以更换，并不向客户收取任何技术员工费用、修理费和零件费。如发生修理或更换时，从有缺陷的产品上撤换下来的所有部件均归水象科贸公司所有。在进行保证的修理及更换产品时，水象科贸公司使用由不同厂商生产的全新及/或改装配件。即使水象科贸公司对产品进行过修理或更换，产品最初的保证期间并不顺延。</p>
      <p>3) 本有限保证仅适用于产品中的硬件部分，不适用于对硬件或软件使用方面的技术服务，也不适用于产品中的任何软件产品；除非在任何所附软件中明示规定了有限保证，任何这类软件均为“根据现状”提供，水象科贸公司排除对随附产品提供的任何软件的任何明示或默示保证。详情请参考产品附件中的《最终用户软件许可协议》来获知用户对于随附产品提供的软件的权利，以及相关软件提供人或授权人各自拥有的权利和义务。</p>
      <p>4) 本有限保证不得转让。</p>
      <p>5) 为了向用户提供完全的售后服务，在送修前用户必须先将需送修的产品硬盘中储存和自行安装的所有数据、文件及应用程序和操作系统等软件的所有内容进行备份，公司对因维修过程中可能造成对存储在产品中任何存储媒介或任何部分上的数据、程序或其他信息的丢失、损坏不承担责任。公司对因维修前、维修中及维修后用户无法使用产品所带来的损害或损失或对因该无法使用所带来的间接的、附随的损失不承担任何责任。</p>
      <p>6) 如在维修过程中硬盘中的内容被改变、删除或发生其他任何变化，公司不承担任何责任，用户送修的产品将被恢复为出厂时的设置。（视软件情况而定）</p>
      <p>7) 用户在送修前须卸除所有非由公司提供保修的第三方软件、硬件及附件。公司对其的丢失或损坏不承担任何责任。</p>
      <p>8) 本有限保证受本条第①款所限，其不包括（但不限于）随附产品提供的任何消耗品（如电池）、任何非包含在产品本身之内的辅件、任何外观损坏、任何软件程序、数据、文件或可拆卸的外部记录媒体的损坏或损失以及因下列原因引起的损失：</p>
      <p>①天灾、事故、错误使用、滥用、过失、商业性使用或对产品的改造；</p>
      <p>②对产品的不当操作或维护；</p>
      <p>③连接至不适合电压的电源；</p>
      <p>④公司授权的服务机构之外的任何人的试图修理。</p>
      <p>9) 如故障产生于产品与其他附件、产品、辅助件或配套设备的连接使用，或公司确定产品本身并无缺陷，则本有限保证不适用。本有限保证仅在中国大陆地区有效。如厂商在产品上附加的序列号被改动或去除，本有限保证即失效。</p>
      <p>10) 除了上述有限保证以外，公司在法律允许的最大限度内明示地排除所有其他明示的或默示的保证，包括但不限于对适销性及适于某一特定用途的默示保证。</p>
      <b>第十条 责任限制</b>
      <p>在任何情况下，合同的一方均无须对另一方因合同的履行或未履行、或依据合同所销售或提供的任何货物或服务的供给、履行或使用而引起的任何间接的、特别的、或然的或附随的损失负责，而不论上述事由的发生是由于违反合同、违反保证、过失或其他原因所造成。除任何一方就因其过失所引起的人身伤害或死亡事件应负的责任之外，任何一方均无须向另一方承担间接的或惩罚性的赔偿责任，或对任何第三人提出的任何索赔负责，除非合同另有明示规定。本条款及条件并不限制客户作为消费者根据中国法律本应享有的权利。</p>
      <b>第十一条 赔偿</b>
      <p>对于因客户违反此条款及条件而使水象科贸公司所遭受之任何损失、损害、费用、开销、债务或索赔，客户同意就此向水象科贸公司赔偿并保证不使水象科贸公司遭受损害。</p>
      <b>第十二条 产品使用适当性</b>
      <p>客户应当按照产品的性能和使用方法合理使用产品，产品不得用于生命救援系统或如产品失灵有可能引起使用者或任何第三方人身伤害或其他财产损害的场合。</p>
      <b>第十三条 变更</b>
      <p>水象科贸公司可随时变更、调整及取消在本网站陈列的供选购产品及/或其配套产品及/或产品的价格、运输费用。因此，客户同意，交付的产品可以与促销材料（广告、产品目录、规格说明书等）中所描述的产品有所改变的可能性。水象科贸公司向客户发出的表明接受客户的订购信息的通知依据此产品销售条款和条件做出，并取代任何其他出现在本网站或其他地方的条款，并且优于客户提供的或在其他交易过程中使用的任何其他条款。</p>
      <b>第十四条 不可抗力</b>
      <p>对任何因天灾、火灾、洪水、事故、暴动、战争、政府干预、禁运、罢工、劳工方面的困难、设备失灵或其他任何水象科贸公司无法控制的事由引起的对合同义务的延迟履行或未履行，水象科贸公司均不负任何责任。</p>
      <b>第十五条 产品数量</b>
      <p>交货数量将视可供程度而定。如遇短缺，水象科贸公司可自行决定分配销售及交货</p>
      <b>第十六条 弃权/无效</b>
      <p>水象科贸公司未坚持要求客户严格履行这些条款及条件中的任何规定的不作为不应被视为其对自己权利及补救的放弃。如这些条款及条件中的任何条款被法院认定为无效或不可强制执行，其他条款的效力应不受影响。</p>
      <b>第十七条 准据法</b>
      <p>合同应受中国法律管辖并依中国法律解释。任何因合同引起的或与合同有关的纠纷或争议应提交本站经常经营所在地有管辖权的法院解决。</p>
      <b>第十八条 标题</b>
      <p>本条款及条件各条标题仅为方便及参考目的使用，各标题并不成为本条款及条件或合同的一部分，对这些标题不得作任何解释或引申。</p>
      <b>第十九条 整体协议</b>
      <p>本条款及条件不应被当事人之间的协议为名的附属文件所变更、补充或修订，除非该文件是采用书面形式，并由客户及其水象科贸公司授权代表签署。除以上所述外，任何企图补充或修订本文件或以附带或被修改了的条款及条件发出订购信息的行为均属无效。</p>
      <b>第二十条 合同履行</b>
      <p>水象科贸公司可委托任何第三方履行合同之全部或部分义务。</p>
      <b>第二十一条 转让</b>
      <p>水象科贸公司可通过向客户送达书面通知而转让合同项下之全部或部分权利；客户只有经水象科贸公司事先书面同意，才能转让其合同项下之权利。</p>
      <b>第二十三条 其他</b>
      <p>客户同意，水象科贸公司为实施合同或此条款和条件而可能有的要求，而做出进一步的事项，采取进一步步骤及签署进一步的文件和协议。</p>
      <br>
      <br>
      <p>附：商品订购清单模板</p>
      <table cellpadding="0" cellspacing="0">
        <tr>
          <td colspan="6">产 品 购 买 清 单</td>
        </tr>
        <tr>
          <td colspan="6">购买单位：                                年       月       日</td>
        </tr>
        <tr>
          <td>1</td>
          <td>货名</td>
          <td>单位</td>
          <td>数量</td>
          <td>单价</td>
          <td>金额</td>
        </tr>
        <tr>
          <td>2</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>3</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>4</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>5</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>6</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>7</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>8</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>9</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>10</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>11</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>12</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>13</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>14</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>15</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>16</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>17</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>18</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>19</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>20</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
      </table>
      <br><br><br>
    </div>
  </section>
</template>

<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
      this.pzApp()
    },
    methods: {
    }
  }
</script>
