<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <h2>《商品分期服务合同》</h2><br />
      <p>编号：<span></span></p>
      <p>甲方（出卖人）：<span>深圳前海水象科贸有限公司</span></p>
      <br>
      <p>乙方（买受人）：</p>
      <p>身份证号：</p>
      <p>联系电话：</p>
      <p>住址：</p><br  />
      <p>鉴于甲方与乙方就水象分期app产品运营的水象优品商品买卖已达成一致，基于平等、自愿、诚实信用、公平、公正原则，就商城商品货款分期支付事宜，达成如下协议：</p>
      <p><strong>第一条 </strong>本合同的标的物为【】，该商品总价款为人民币【】元整。</p>
      <p style="margin-bottom: 0;">商品明细如下：</p>
      <table border="1">
        <tr>
          <td>名称</td>
          <td>数量（件）</td>
          <td>单价（元）</td>
          <td>总价（元）</td>
          <td>备注</td>
        </tr>
        <tr>
        </tr>
        <tr>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
      </table>
      <p><strong>第二条 </strong>乙方明确知晓选择甲方商城商品分期产品应支付的价款高于水象优品展示的原销售价格；乙方同意按照商品分期的价格向甲方支付。乙方首付款为【<em></em>】元，自乙方购买甲方商品时支付至甲方指定账户。余款自【<em></em>】年【<em></em>】月【<em ></em>】日至【<em></em>】年【<em></em>】月【<em></em>】日止，按每期约定支付日期分别支付。但乙方要求提前支付的，经甲方同意的除外。</p>
      <p style="margin-bottom: 0;">支付明细如下：</p>
      <table border="1">
        <tr>
          <td>商品</td>
          <td>分期价款（元）</td>
          <td>支付日期</td>
        </tr>
        <tr>
          <td>第一期</td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>第二期</td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>第三期</td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>第四期</td>
          <td></td>
          <td></td>
        </tr>
        <tr>
          <td>总计</td>
          <td></td>
          <td></td>
        </tr>
      </table>
      <p><strong>第三条  乙方应向甲方指定账户付款。如甲方委托第三方公司代为收款的，乙方应将每期货款支付至甲方指定的第三方公司账户。</strong></p>
      <p><strong>第四条&nbsp;&nbsp;乙方购买本合同约定的商品，于本合同成立之日起，应以第二条所载的金额及日期定期向甲方支付。甲方一般不同意乙方提前支付价款，但乙方要求提前支付分期价款的，乙方应依据本协议的约定支付商品分期所有款项。自乙方向甲方支付本合同约定的所有价款后，甲方经乙方要求，向乙方开具合法有效增值税普通发票。</strong></p>
      <p>第五条&nbsp;&nbsp;本合同约定的支付方式包括但不限于网银、微信、支付宝等方式。</p>
      <p><strong>第六条&nbsp;&nbsp;乙方选择甲方商城分期商品的，乙方应完成水象优品商品分期认证流程，才能享受商品分期服</strong>务。</p>
      <p><strong>第七条</strong><em>乙方通过甲方水象优品选择购买特定商品后，应按照本合同及与本合同相关的法律文件的约定，按时、足额将应还商品价款存入乙方在甲方水象优品绑定的应还款账户，便于甲方委托合作的第三方支付机构或银行准时将相应金额划扣。</em></p>
      <p><strong>如因乙方绑定的银行卡账户余额不足或未存入确定金额导致甲方未能按时收到乙方应付价款的，因此产生的所有损失由乙方承担。</strong></p>
      <p><strong>第八条<em>乙方同意，甲方有权委托第三方公司督促乙方按照本协议约定金额及期限支付货款，乙方应给予无条件配合。甲方有权以甲方名义或委托第三方对乙方采取适当措施（不限于因乙方逾期采取催收及本合同约定的仲裁方式）进行催收管理。因乙方逾期产生的所有成本费用由乙方承担。</em>该成本费用包括但不限于调查及诉讼费用（包括仲裁费、保全费、执行费、律师代理费等）将由乙方独自承担</strong></p>
      <p><strong>第九条</strong> 甲方于本合同生效之日起，将商品按照商城的相关流程规定交予乙方，并同意乙方对该产品的使用。<em>但乙方在未支付商品所有价款及费用之前，甲方保留对该商品的所有权。</em></p>
      <p><strong>第十条</strong>乙方须以正当的方式使用本协议约定的产品，若有违反，甲方可立即解除本合同。</p>
      <h4>第十一条</h4>
      <p><strong>第十一条</strong><em>乙方连续两次未支付价款，并且未支付到期价款的金额达到全部价款的五分之一的，甲方有权要求乙方支付到期以及未到期的全部价款。</em></p>
      <h4>第十二条 通知</h4>
      <p>为通知之目的，甲乙双方确认本合同文首所载地址为有效通讯地址。甲方确保本合同文首所载信息真实、有效、准确。</p>
      <P>2.乙方有义务在其重要信息变更之日起三日内提供更新后的信息给甲方，包括但不限于乙方本人、乙方的家庭联系人及紧急联系人的下列信息：工作单位名称、电话及地址、居住地址、居住地电话、手机号码、电子邮箱。若因乙方不及时提供上述变更信息而带来的甲方的调查及诉讼等其他相关费用将由乙方承担。</P>
      <h4>第十三条 违约责任</h4>
      <p>1．乙方购买甲方商品，乙方应在本协议约定的支付日（t+0）之前偿还价款，否则甲方有权委托第三方公司在（t+1）日起采取相关措施，不限于短信提醒、电话催收等。如乙方在因逾期向乙方付款的，乙方应每天按本协议约定的货款金额千分之五支付违约金。同时，若逾期10日以上的（含分期），甲方有权选择将已提供商品收回，已收取乙方的款项不予退回。</p>
      <p>2．任何一方违反本合同的约定，使得本合同的全部或部分不能履行，均应承担违约责任，并向对方赔偿因此遭受的损失（包括由此产生的诉讼费、律师费等其他费用）。如双方均违约，根据实际情况各自承担相应的责任。</p>
      <p>3．乙方授权甲方及甲方合作的第三方保留将乙方违约失信的相关信息在媒体披露的权利。</p>
      <p>4．甲方或甲方授权委托人有权将乙方违约失信的相关信息及乙方其他信息（包括但不限于乙方个人照片、视频资料、个人信息资料等）向社会媒体、乙方所在单位及司法机关进行披露，在水象金融网站进行公示，并将乙方个人提交、甲方及甲方委托代理人自行收集的乙方个人资料和信息与任何第三方（包括征信系统等）进行数据共享。由此给乙方造成损失的，甲方及甲方授权的委托人及水象分期平台网站均不承担任何责任。因乙方违约而产生的包括但不限于调查及诉讼费用（包括诉讼费、保全费、执行费、律师代理费等）将由乙方独自承担。</p>
      <h4>第十四条 合同争议的解决方式</h4>
      <p>凡因履行本协议书所发生的或与本协议书有关的争议，各方首先应通过友好协商解决。如协商不成的，任何一方可将争议提交<em>水象优品运营所在地具有管辖权的人民法院处理</em>。</p>
      <h4>第十五条 附则</h4>
      <p>本合同从盖章之日起即生法律效力。本合同一式两份，甲乙双方各持一份。<br />本协议的未尽事宜及实际运作过程中的具体操作问题，由甲乙双方本着平等互利、互谅互让的原则协商解决。对本协议的任何修改、补充或变更均须双方书面签订补充协议方能生效。本协议与补充协议均具有同等法律效力。</p>
      <p>（以下无正文，本页为协议签署页）</p><br />
      <p>甲方：<span>深圳前海水象科贸有限公司</span></p>
      <p>乙方：<span></span></p>
      <p>【】年【】月【】日</p>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
