<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <h4>《商品委托转让合同》</h4>
      <p >编号：</p>
      <p>甲方（委托方）：</p>
      <p>乙方（受托方）：深圳前海水象科贸有限公司</p>
      <p>鉴于：</p>
      <ul>
        <li>1.甲方为已满18周岁，具有完全民事权利能力和行为能力的自然人。</li>
        <li>2.乙方为依法成立,具有完全民事权利能力和行为能力的企业法人，主要在网上从事商贸活动（不含限制项目）；国内贸易（不含专营、专卖、专控商品）等业务。</li>
        <li>3.甲方与乙方基于已签署的《销售合同》（协议编号：）已形成买卖合同法律关系，甲方对基于《销售合同》约定的特定标的物享有所有权。</li>
        <li>根据《中华人民共和国合同法》的有关规定，甲乙双方本着平等自愿的原则，达成如下协议，以资共同遵守：</li>
      </ul>
      <h4>第一条合作内容</h4>
      <ul>
        <li>1.1甲方授权委托乙方在水象分期商城界面转让已从乙方商城购买并取得所有权的商品。</li>
        <li>1.2乙方同意在水象分期产品商城界面转让甲方已购买的商品。</li>
        <li>1.3乙方在代理甲方商品转让过程中，应按照甲乙双方协商确定的价格代为转让。甲方同意在已转让商品价款中扣除乙方的转让服务费，余款由乙方支付至甲方指定账户。</li>
      </ul>
      <h4>第二条 双方权利义务</h4>
      <ul>
        <li>
          <h4>2.1甲方权利义务</h4>
          <ul>
            <li>（1）甲方有权决定其享有所有权的商品是否委托乙方在乙方商城转让。</li>
            <li>（2）甲方有权向乙方收取转让商品的货款。乙方在收到甲方转让商品的货款后，乙方不再享有商品的所有权。</li>
            <li>（3）甲方有义务向乙方支付代理转让服务费。</li>
            <li>（4）甲方有义务承诺与保证其基于本协议所提供的所有资料真实、合法有效，均为甲方真实意思表示。</li>
          </ul>
        </li>
        <li>
          <h4>2.2 乙方权利义务</h4>
          <ul>
            <li>（1）乙方有权向甲方收取转让服务费，并有权从甲方的转让所得中优先扣除。</li>
            <li>（2）乙方在对甲方商品转让过程中，有权决定是否接受甲方所提出的商品转让价格。如乙方向甲方支付转让价款的，甲方对该商品不再享有所有权，乙方后期对给商品享有处分权，该商品的转让价款与甲方无关。</li>
            <li>（3）乙方对甲方商品转让成功后，有义务向甲方指定账户支付转让款项；</li>
            <li>（4）乙方有义务维护和管理转让商品的发货及售后管理；</li>
            <li>（5）乙方保证以甲方授权范围内的事项转让甲方已取得所有权的商品。乙方按照甲方的授权从事的所有不利法律后果由甲方自行承担责任。</li>
          </ul>
        </li>
      </ul>
      <h4>第三条 费用结算</h4>
      <ul>
        <li>3.1乙方的转让服务费金额为【】元 结算。乙方在收到货款后扣除转让服务费金额后的货款，在5个工作日内向甲方指定账户支付。</li>
        <li>
          <p>3.1 甲方账户信息如下：</p>
          <p>开户名称：</p>
          <p >开户银行：</p>
          <p>银行账号：</p>
        </li>
      </ul>
      <h4>第四条合作期间</h4>
      <p>有效期自甲方成功转让商品止。</p>
      <h4>第五条 责任承担</h4>
      <p>乙方应按本合同约定替甲方转让所有权已归属甲方的商品，因甲方未取得特定商品所有权或以欺诈、隐瞒方式，提供虚假资料让乙方转让的，因此造成的所有损失由甲方承担，因甲方行为给乙方造成损失的，应承担赔偿责任。</p>
      <h4>第六条 免责条款</h4>
      <p>因自然灾害、战争等不可抗力的原因而造成的一切损失，甲乙双方均无权向对方提出赔偿要求 。</p>
      <h4>第七条 合同的变更、解除</h4>
      <ul>
        <li>7.1 乙方在代理甲方转让商品过程中，因甲方原因提出解除商品转让协议的，乙方在收到甲方通知后，终止对甲方所有权商品进行转让。</li>
        <li>7.2 乙方完成对甲方商品的转让并向甲方支付货款的，本协议终止。</li>
      </ul>
      <h4>第八条 争议解决</h4>
      <p>甲乙双方就本协议约定内容产生纠纷的，甲乙双方如因协议引起的或与本协议有关的任何争议，双方应友好协商解决，如双方无法就争议的解决协商一致，则该争议应提交水象分期商城经常经营所在地人民法院诉讼解决。</p>
      <h4>第九条 附则</h4>
      <ul>
        <li>9.1本合同从盖章之日起即生法律效力。本合同一式两份，甲乙双方各持一份。</li>
        <li>9.2本协议的未尽事宜及实际运作过程中的具体操作问题，由甲乙双方本着平等互利、互谅互让的原则协商解决。对本协议的任何修改、补充或变更均须双方书面签订补充协议方能生效。本协议与补充协议均具有同等法律效力。</li>
      </ul>
      <p>（以下无正文）</p>
      <p>（以下无正文，本页为协议签署页）</p>
      <br />
      <br />
      <p>甲方（盖章）：<span></span></p>　
      <p>乙方：深圳前海水象科贸有限公司<br />（盖章）：<span></span></p>　

      <p>签署日期 :<span></span></p>
      <p>附：</p>
      <table style="table-layout:fixed;word-wrap:break-word;word-break:break-all;">
        <thead>
        <tr>
          <th colspan="6">产 品 转让 清 单</th>
        </tr>
        </thead>
        <tbody>
        <tr>
          <td colspan="3" style="text-align: left;padding-left: 10px;">购买人：<span></span></td>
          <td colspan="3" style="text-align: left;padding-left: 10px;"><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;&nbsp;月&nbsp;&nbsp;&nbsp;日</span></td>
        </tr>
        <tr>
          <td>1</td>
          <td>货名</td>
          <td>单位</td>
          <td>数量</td>
          <td>单价</td>
          <td>金额</td>
        </tr>
        <tr>
          <td>2</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
        </tbody>
        <tfoot>
        <tr>
          <td colspan="6">合计金额（大写）>&nbsp;&nbsp;&nbsp; ¥</td>
        </tr>
        </tfoot>
      </table>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
