<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <h2>小微金融水象分期信息咨询及信用管理服务合同</h2><br />
      <p>甲方：<span>上海水象金融信息服务有限公司</span></p>
      <!--<p style="font-size: 16px;">法定代表人：<span>陈武</span></p>-->
      <!--<p style="font-size: 16px;">联系地址：<span>上海市闵行区申虹路662号3号楼（鱼跃大楼601）</span></p>-->
      <br>
      <p >乙方（借款人）：<span></span></p>
      <p>证件类型及号码：<span></span></p>
      <p>联系电话：<span></span></p><br  /><br />
      <h4>鉴于：</h4>
      <p>1．甲方为依法成立的具有合法资质的金融信息服务公司，旗下“水象分期”产品主要是为资金供给方和资金需求方提供信息咨询与居间撮合服务的平台。</p>
      <p>2.乙方为具有借款需求且在水象分期平台注册并经甲方相关认证程序审核通过的用户；</p>
      <p >为了更好的规范小微金融水象分期的信息咨询以及信用管理，根据《中华人民共和国合同法》及其他相关法律法规等规范性法律文件的规定，甲乙双方遵循平等、自愿、互利和诚实信用原则，经平等协商，就甲方为乙方提供小微金融服务相关事宜达成一致，以资共同遵守。</p>
      <h4>第一条  服务内容</h4>
      <p>1.甲方旗下水象分期产品是为乙方提供信息咨询的服务平台，乙方委托甲方，通过甲方水象分期产品网站或其APP为乙方持续提供小微金融信息服务。甲方通过相关认证程序对乙方提交的相关资料审核，并向第三方机构提供。甲方撮合第三方机构推荐的商户并向其提供经相关认证程序对乙方提交的相关资料。甲方不保证第三方机构推荐的商户确定为乙方放款。商户与乙方达成一致，乙方成功借款的，商户与乙方之间的权利义务纠纷与甲方无关，甲方不承担任何责任。</p>
      <p>2.若乙方愿意接受甲方提供的相关服务，应通过在甲方网站以拍照或扫描上传等方式提交相关资信证明材料，以电子签章、点击确认、授权委托等方式签署与本产品要求的相关的各项文件（包括但不限于《借款协议》、《债权转让及受让协议》等）。</p>
      <p>3.借款本金、期限及费率	</p>
      <p>甲方撮合拟向乙方出借借款明细如下：</p>
      <table border="1">
        <tr>
          <td>借款本金</td>
          <td>¥&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;元 &nbsp;&nbsp;&nbsp;&nbsp;（人民币大写：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;）</td>
        </tr>
        <tr>
          <td>借款期限</td>
          <td>自&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;月&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日起至&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;年&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;月&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日止</td>
        </tr>
        <tr>
          <td >借款用途</td>
          <td>商品消费</td>
        </tr>
        <tr>
          <td>借款利率</td>
          <td>年化利率&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;%</td>
        </tr>
        <tr>
          <td>借款期数</td>
          <td>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;期</td>
        </tr>
        <tr>
          <td>还款方式</td>
          <td>按期数每月按周分期还本付息</td>
        </tr>
      </table>
      <p></p>
      <h4>第二条 权利与义务</h4>
      <p>1. 甲方权利与义务</p>
      <ul>
        <li>（1）甲方接受乙方的委托后，应为乙方提供约定的小微金融服务的全程信息服务，并在过程中协助其办理各项手续。</li>
        <li>（2）甲方有权对乙方提供的相关个人信用信息及行为记录进行形式审核，以提供更优质的服务。</li>
        <li>（3）甲方有权将乙方所提供的各项融资需求证明材料以及通过公开或私人渠道收集到的乙方额外信息向商户展示，商户可根据乙方的相关材料决定是否向乙方发放贷款。同时甲方也有权根据乙方的相关材料决定是否向乙方提供进一步的服务。</li>
        <li>（4）甲方在受理乙方融资需求申请，并对乙方所提供的各项相关证明材料审核、评估通过后，乙方可选择甲方水象分期平台展示的产品，<strong>最终乙方是否取得借款，由商户决定，因商户原因，使得乙方未取得借款的，甲方不承担任何责任。</strong></li>
        <li>（5）甲方保证不在传达国家金融法律政策、审核发布融资信息、寻找投资人等过程中，故意提供虚假信息、隐瞒重要事实或与其他第三方恶意串通，故意损害乙方利益。</li>
        <li>（6）若甲方向乙方提供融资咨询及管理服务，促成乙方与特定商户签署借款协议。商户与乙方是否成功签署借款协议与甲方无关，甲方仅提供信息咨询与撮合服务。<strong>因商户与乙方就借款协议引起的权利义务纠纷与甲方无关，甲方不承担任何责任。</strong></li>
        <li>（7）甲方承诺在服务过程中了解到的乙方个人信息，不向任何第三方透露，但为履行服务或协助调查之目的向甲方的合作方或司法机关提供或本协议另有规定的除外。</li>
        <li>（8）<strong>乙方同意并承诺甲方或甲方委托的第三方支付机构或银行有权对乙方到期还款账户应还本金及综合利息划扣。</strong></li>
        <li>（9）甲方经商户授权后，可通过相应合法措施督促乙方还款。如自行或委托第三方通过短信、邮箱或微信等形式将借款偿还的相关信息告知乙方，包括但不限于放款日、首个还款日还款额、其余还款日还款额等。当信息发送至乙方有效通讯地址后，即视为乙方收到并知悉前述信息。</li>
      </ul>
      <p>2.乙方权利与义务</p>
      <ul>
        <li>（1）乙方有权向甲方了解提供服务的内容、范围、进度及结果。</li>
        <li>（2）乙方应向甲方提供与融资需求相关的证明材料，并确保材料本身及材料中所含各项信息（包括但不限于借款申请表、授权委托书、担保或抵押手续文件、注册信息等）合法、真实、完整、准确、有效，不得提供虚假信息或隐瞒重要事实。否则应自行承担相应法律责任。</li>
        <li>（3）乙方同意并承诺：乙方通过甲方水象分期平台注册认证通过后，申请借款相应证件经甲方平台审核通过后，乙方与商户经甲方撮合签署《借款协议》的，双方受其签署确认的《借款协议》等文件条款的约束。</li>
        <li>（4）乙方成功获得借款后，若发生乙方未按照《借款协议》等融资文件约定履行还款义务的情形，其与商户之间的权利义务纠纷与甲方无关，甲方不承担任何责任。</li>
        <li>（5）乙方借助甲方水象分期平台取得借款后，应按照本合同及与本合同相关的法律文件的约定，按时、足额将应还本金及利息存入乙方应还款账户，便于甲方委托合作的第三方支付机构或银行准时将相应金额划扣。</li>
        <li>（6）<strong>乙方同意，甲方经相关主体授权，有权协调、督促乙方按照约定金额及期限还款，乙方应给予无条件配合。甲方经债权人授权后，有权以甲方名义或委托第三方对乙方采取适当措施（包括但不限于因乙方逾期采取催收及本合同约定的仲裁方式）进行逾期管理。</strong></li>
        <li>（7）乙方承诺将严格按照本合同的约定使用借款，不挪作他用（包括一切高风险投资，如证券、期货、彩票等），也不得用于从事违法犯罪活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等）。</li>
        <li>（8）<strong>对于乙方与资金提供方的相关协议及本协议中所约定的任何应从乙方专用账户划扣的款项，乙方在此同意由甲方委托的第三方支付机构或银行在约定还款时间从乙方专用账户中将应还款金额准确划扣。</strong></li>
        <li>（9）乙方同意，甲方委托第三方机构有权通过合法手段主动从公开及私人资料中收集乙方额外信息（包括但不限于向征信机构查询乙方的信用信息等），该信息可用于包括但不限于以下用途：</li>
      </ul>
      <p>a.在甲方网站上发布借款需求以及对乙方进行信用评估或催收调查；</p>
      <p>可将乙方的个人信息和还款情况提供给征信机构，若乙方逾期还款，甲方可将乙方身份资料及个人详细信息向有关部门或在公开渠道（包括甲方所在工作单位、资信管理机构、银行或担保公司等借贷担保机构及平台、新闻媒体、乙方网站相关栏目等）予以通报，实现公告催收；</p>
      <p>c.用于解决争议、纠纷或法律诉讼等。</p>
      <h4>第三条 承诺与确认</h4>
      <ul>
        <li>1.乙方承诺授权甲方及其合作方有权代乙方注册、使用其电子签名认证证书。确认电子签名认证证书授权的使用范围仅限于本次融资需求（签署相应借款协议），甲方及其业务合作方不得挪作他用。</li>
        <li>2.乙方承诺并同意，其与经甲方撮合的商户成功签署《借款协议》的，乙方与商户之间的权利义务纠纷由双方自行承担，甲方不承担任何责任。</li>
        <li>3.乙方承诺并同意，乙方通过甲方相关平台注册及预留紧急联系人的相关信息及联系方式的，如乙方在到期还款前或逾期还款时，甲方或甲方授权的第三方在通过电话方式未联系到乙方本人情形下，甲方视为乙方在申请借款时预留的相关人联系方式为有效通知方式，如甲方或甲方授权的第三方通过联系其预留联系方式通知并让其转告还款事宜的，甲方不构成对乙方相关权利的侵害。</li>
      </ul>
      <h4>第四条 违约责任</h4>
      <ul>
        <li>1.任何一方违反本合同的约定，使得本合同的全部或部分不能履行，均应承担违约责任，并向对方赔偿因此遭受的损失（包括由此产生的诉讼费、律师费等其他费用）。如双方均违约，根据实际情况各自承担相应的责任。</li>
        <li>2.乙方授权甲方及甲方合作的第三方保留将乙方违约失信的相关信息在媒体披露的权利。因乙方违约而带来的调查及诉讼费用（包括但不限于差旅费、诉讼费、律师费、保全费、执行费等）将由乙方承担。</li>
        <li>3.甲方或甲方授权委托人有权将乙方违约失信的相关信息及乙方其他信息（包括但不限于乙方个人照片、视频资料、个人信息资料等）向社会媒体、乙方所在单位及司法机关进行披露，在水象金融网站进行公示，并将乙方个人提交、甲方及甲方委托代理人自行收集的乙方个人资料和信息与任何第三方（包括征信系统等）进行数据共享。由此给乙方造成损失的，甲方及甲方授权的委托人及水象分期平台网站均不承担任何责任。因乙方违约而产生的包括但不限于调查及诉讼费用（包括诉讼费、保全费、执行费、律师代理费等）将由乙方独自承担。</li>
        <li>4.如果乙方擅自改变本协议约定的借款用途或严重违反还款义务（逾期达到5天及以上），经甲方合作的第三方及甲方确认，本协议项下的全部借款本息视同提前到期，乙方应在收到甲方通知后立即结清全部借款本息。</li>
        <li>5.乙方为取得借款提供虚假资料或者故意隐瞒重要事实的，经甲方或甲方授权的委托人及甲方居间撮合的商户确认，本协议项下的全部借款本息视同提前到期，乙方应在收到甲方通知后立即结清全部借款本息。甲方经授权后将及时采取合法措施，督促乙方立即结清全部借款本息。乙方构成犯罪的，甲方或甲方授权委托人有权向国家司法机关报案，追究其刑事责任。</li>
      </ul>
      <h4>第五条 通知</h4>
      <ul>
        <li>1.为通知之目的，甲乙双方确认本合同文首所载地址为有效通讯地址。甲方确保本合同文首所载信息真实、有效、准确。甲方确认本合同文首所列的通讯方式可以作为本合同项下通知之目的而使用，且紧急联系人可以作为乙方合法有效的收信代理，即紧急联系人收到通知视为甲方收到通知。</li>
        <li>2.<strong>乙方有义务在其重要信息变更之日起三日内提供更新后的信息给甲方，包括但不限于乙方本人、乙方的家庭联系人及紧急联系人的下列信息：工作单位名称、电话及地址、居住地址、居住地电话、手机号码、电子邮箱。若因乙方不及时提供上述变更信息而带来的甲方的调查及诉讼等其他相关费用及不利后果将由乙方承担。</strong></li>
      </ul>

      <h4>第六条 其他</h4>
      <ul>
        <li>1.本合同采用电子文本形式制成，并保存在甲方(甲方可委托合作的第三方)为此设立的专用服务器上备查，本协议各方均认可该形式的合同效力。</li>
        <li>2.甲乙双方以书面形式（包括电子文本等）签订的补充协议与本合同具有同等的法律效力。</li>
        <li>3.甲乙双方确认，本合同的签署、生效和履行以不违反中国的法律法规为前提。如果本合同中的任何一条或多条违反适用的法律法规，则该条将被视为无效，但该无效条款并不影响本合同其他条款的效力。</li>
        <li>4.如果甲方、乙方在本合同履行过程中发生任何争议，应友好协商解决；如协商不成，可以向湛江仲裁委员会提起仲裁并适用其届时有效的仲裁规则。</li>
        <li>5.本合同由双方签字盖章后生效。</li>
      </ul>
      <p>（以下无正文）</p><br  /><br  /><br  /><br  /><br  />
      <p>（以下无正文，本页为协议签署页）</p><br  /><br  /><br  /><br  /><br  />
      <p>甲方（盖章）：<span>上海水象金融信息服务有限公司</span></p><br  /><br  /><br  /><br  /><br  />
      <p>乙方（签字）：<span></span></p><br  /><br  /><br  /><br  /><br  />
      <p>签订日期：<em>年</em><em>月</em><em>日</em></p><br  /><br  />
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
