<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <p>收款银行账户信息变更申请书</p>
      <p>诺远科技发展有限公司 : </p>
      <p>
        本人【】（身份证号码：）
        于【】年【】月【】日与贵公司撮合的出借人签署了编号为【】的《借款协议》，因本人【】原因，现申请将收取借款资金银行账户信息进行变更，特申请贵公司能够予以批准并协助本人进行变更!
      </p>
      <div>
        <p>变更前收取借款资金银行账户信息如下：</p>
        <p>开户名：</p>
        <p>开户行：</p>
        <p>账号：</p>
        <p>变更后收取借款资金银行账户信息如下：</p>
        <p>开户名：</p>
        <p>开户行：</p>
        <p>账号：</p>
      </div>
      <p>
        本人知悉出借资金划扣至本人交易结算账户，出借人即完成了出借义务，上述银行账户仅为本人提现所用账户，本人是否自行申请或贵司是否协助本人将交易结算账户中的资金提现至上述银行账户或使用，不影响借贷关系的成立和生效。
      </p>
      <p>
        本人保证本申请包含的所有资料均是真实准确的，本申请一经本人在【水象分期】平台页面点击确认或同意（具体以平台页面按钮名称为准）即生效，且本人同意授权【上海水象金融信息服务有限公司</span>】使用本人的电子签章确认签署本申请，并将本申请传输给贵司和出借人以便贵司审核并协助本人办理变更事宜。本人承诺对于使用本人电子签名签署的文件效力均予认可，本人自愿承担一切法律责任。本人知晓并同意申请中的变更事项适用于本人与贵司撮合所有出借人签署的《借款协议》。
      </p>
      <div>
        <div><span>申请人:</span><input  type="text" /></div>
        <div>【<span></span>】年【<span></span>】月【<span></span>】日</div>
      </div>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
