<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement">
      <h4>《水象优品用户注册协议》</h4>
      <p>本协议是您与水象优品网站（以下简称“本站”）及其手机移动客户端所有者水象商贸（厦门）有限公司（以下简称为“水象优品”）之间就居间撮合服务、商品分期购买服务等相关事宜所订立的契约，本协议内容包括协议正文、本协议下述条款明确援引的其他协议、水象优品网站已经发布的或将来可能发布的各类产品的相关规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用水象优品服务均受本协议约束。</p>
      <p>为了保障您的权益，请于注册或使用本服务前，仔细阅读并完全理解本服务条款的全部内容，其中用粗字体予以标注的，是与您的权益有或可能具有重大关系，及对本公司具有或可能具有免责或限制责任的条款，请您特别注意。您必须在不加修改地无条件完全接受本服务协议所包含的条款、条件和本网站已经发布的或将来可能发布的各类规则，并且遵守有关互联网及/或本网站的相关法律、规定与规则的前提下，才能进入用户注册程序。您只有成功注册成为本网站用户后，才能使用本网站提供的用户服务。如您不同意本服务条款的任意内容，请勿注册或使用本网站用户服务。根据《中华人民共和国合同法》，如您通过进入注册程序并点击相应确认按钮，即表示您与本网站已达成协议，自愿接受本服务条款；<strong>此后，您不得以未阅读本服务条款内容作任何形式的抗辩，也不得以未签署书面协议为由否认本协议的效力。</strong></p>
      <h4>请注意：本协议约定不涉及您与本网站的其他用户之间因网上交易而产生的法律关系及法律纠纷。</h4>
      <p>请您仔细阅读本注册协议，您勾选“同意”按钮后，本协议即构成对双方有约束力的法律文件。</p>
      <h4>第一条 本站服务条款的确认和接纳</h4>
      <ul>
        <li>1.1 本站的各项电子服务的所有权和运作权归水象优品所有。您同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。您确认：本协议条款是处理双方权利义务的依据，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</li>
        <li>1.2 您勾选“同意”本协议的，即视为您确认自己具有享受本站服务及消费等相应的权利能力和行为能力，能够独立承担法律责任。</li>
        <li>1.3 如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本站。</li>
        <li>1.4 水象优品保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</li>
      </ul>
      <h4>第二条 本站服务设备及开支</h4>
      <ul>
        <li>2.1<strong>水象优品通过互联网依法为您提供互联网信息等服务，您在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</strong></li>
        <li>2.2您必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</li>
        <li>2.3本站向您提供的服务是否收取服务费及服务费的收取标准、规则由本站另行公布或与您单独签署。</li>
        <li>2.4<strong>本站对您已提交的相关信息通过审核并注册成功的，您可以享受水象优品为您提供的各种服务，您在享受水象优品商品分期服务同时自愿选择购买水象优品商城提供的优惠券购买商城展示的商品。具体优惠券的使用以及退出依据网站展示的使用规则为准。其使用规则与本协议具有同等法律效力。您使用所购买的优惠券与商家因购买商品产生的所有权利义务纠纷，由您与该商家自行处理承担，水象优品不承担任何责任。</strong></li>
        <li>2.5<strong>水象优品商城作为本站平台化合作服务，其服务是由水象商贸（厦门）有限公司（以下简称水象优品）与第三方机构合作提供的，您可以浏览商城中商家发布的商品和服务信息。您登录有效的水象优品账号后，在享受水象优品商品的同时通过自主决定选择购买水象优品提供的优惠券并在优惠券规则规定的有效期内可选购商家的指定商品或服务，与之达成交易意向并进而完成交易，您还可以参加水象优品商城组织的活动，使用其它信息服务及技术服务。</strong></li>
        <li>2.6<strong>商家是指通过水象优品商城陈列、售卖商品或服务，并最终和您完成交易的主体，是商品供应商和销售商。水象优品不参与商品或服务的销售，但水象优品将根据商城的相关规则督促商家履行对您的售后保障服务。</strong>
        </li>
        <li>2.7<strong>您了解水象优品商城提供平台作为您获取商品或服务信息、物色交易对象、就商品和/或服务的交易进行协商及开展交易的非物理场所，但商城无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关商品及/或信息的真实性、合法性和有效性，并自行承担因此产生的所有责任与损失。</strong></li>
      </ul>
      <h4>第三条 用户信息</h4>
      <ul>
        <li>3.1您应自行诚信向本站提供注册资料，您同意其提供的注册资料真实、准确、完整、合法、有效，用户注册资料如有变动的，应及时予以更新。如果您提供的注册资料不合法、不真实、不准确、不详尽的，应自行承担因此引起的所有法律责任及后果，并且水象优品保留终止您使用水象优品各项服务的权利。</li>
        <li>3.2您在本站进行浏览、下单购物等活动时，涉及用户真实姓名（名称）、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到您的授权或法律另有规定，本站不会向外界披露上述信息。</li>
        <li>3.3<strong>您注册成功后，应妥善保管自己的账户信息（包括但不限于用户名和密码），不得借用、租用、转让或者授权第三方使用。您登录后进行的任何操作、发出的任何指令水象优品都将视为您本人作出。因您个人原因造成的账户信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等均应由您本人自行承担。</strong></li>
        <li>3.4 您发现有他人冒用、盗用或非法使用您的个人账户时，应立即以有效方式通知本站，要求暂停相关服务。同时，您应理解本站对您的请求采取行动需要合理时间。在采取行动前，您应对冒用、盗用或非法使用行为负责，本站对已执行的非法指令及其所导致的损失不承担任何责任。</li>
        <li>3.5 您同意，本站拥有通过邮件、短信电话等形式，向在本站注册（购物）用户、收货人发送订单信息、促销活动等告知信息的权利。</li>
        <li>3.6 基于提供服务、解决争议、保障交易安全等目的，您同意本站可从公开及私人资料中收集用户信息。</li>
        <li><h4>3.7 您同意，水象优品有权使用您的注册信息、用户名、密码等信息，登录进入您的注册账户，进行证据保全，包括但不限于公证、见证等。</h4></li>
      </ul>
      <h4>第四条 用户依法言行义务</h4>
      <ul>
        <li>本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：</li>
        <li>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</li>
        <li>（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；</li>
        <li>（3）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</li>
        <li>（4）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</li>
        <li>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</li>
        <li>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</li>
        <li>（7）不得教唆他人从事本条所禁止的行为；</li>
        <li>（8）不得利用在本站注册的账户进行牟利性经营活动；</li>
        <li>（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</li>
        <li>
          <ul>
            <li>o您应不时关注并遵守本站不时公布或修改的各类合法规则规定。</li>
            <li>o本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知您的权利。</li>
            <li>o若您未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭您帐号等措施。您须对自己在网上的言论和行为承担法律责任。</li>
          </ul>
        </li>

      </ul>
      <h4>第五条 商品信息</h4>
      <p>本站上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，本站不作特别通知。由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；本站欢迎纠错，并会视情况给予纠错者一定的奖励。</p>
      <p>为表述便利，商品和服务简称为“商品”或“货物”。</p>
      <h4>第六条 订单</h4>
      <ul>
        <li>6.1在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</li>
        <li>6.2<strong>除法律另有强制性规定外，本站销售方展示的商品和价格等信息仅仅是交易信息的发布，您下单时应填写您希望购买的商品数量、价款及 支付方式、收货人、联系方式、收货地址等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的交易诉求；销售方收到您的订单信息后，只有在销售方将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售方之间就实际直接向您发出的商品建立了交易关系；如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际直接向您发出的商品建立了交易关系；只有在销售方实际直接向您发出了订单中订购的其他商品时，您和销售方之间就订单中该其他已实际直接向您发出的商品才成立交易关系。用户可以随时登录您在本站注册的账户，查询您的订单状态。</strong></li>
        <li>6.3由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品发生缺货，您有权取消订单。</li>
        <li>6.4 本站保留对单个商品的出售总数、单个订单的出售总额及同一IP地址对同类商品购买数量、金额进行限制的权利。</li>
      </ul>
      <h4>第七条 配送</h4>
      <ul>
        <li>7.1销售方将会把商品（货物）送到您所指定的收货地址，所有在本站上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。</li>
        <li>7.2因如下情况造成订单延迟或无法配送等，销售方不承担延迟配送的责任：</li>
        <li>
          <ul>
            <li>（1）您提供的信息错误、地址不详的；</li>
            <li>（2）货物送达后无人签收，导致无法配送或延迟配送的；</li>
            <li>（3）情势变更因素导致的；</li>
            <li>（4）不可抗力因素导致的（例如：自然灾害、交通戒严、突发战争等）。</li>
          </ul>
        </li>

      </ul>
      <h4>第八条 第三方融资</h4>
      <ul>
        <li>8.1<strong>您同意授权本站以您本人名义向本站合作的第三方发布商品货款融资需求，融资金额相当于届时您在本站服务项下尚未支付的商品应付货款（“应付款项”）。融资款用途仅限于支付应付款项，用户指定水象优品或其授权的第三方作为融资款项的收款人。</strong>资金提供方根据您所提供的各项融资需求证明材料以及其通过公开或其他合法渠道收集到的您的额外信息决定是否同意融资，融资具体金额及相关约定由您（或用户授权本站）与资金提供方另行签署相关融资协议等法律文件。</li>
        <li>8.2 您授权本站代您处理其他与第三方平台融资的相关事宜，并同意承担融资协议项下约定的由您承担的相关权利、义务和法律责任。具体依据本站内提供的相关协议文件为准。</li>
        <li>8.3您在授权本站为您提供融资服务时，可以自主选择本站展示的各种产品服务，如您选择本站提供的商城服务的，您可以选择购买优惠券的形式在商城消费。本站可依据您是否购买优惠券，自主决定是否向您提供融资咨询服务。您在购买优惠券后，因各种原因未取得本站为您提供的实际融资服务金额的，您可以根据商城优惠券的使用规则，向本站提出退款申请，本站将在规定时间内退还已支付优惠券金额。</li>
        <li>8.4 您在享受本站服务过程中购买的优惠券已使用消费或超过有效期的，出现本条8.3款情形的，本站不再向您退回优惠券金额。</li>
      </ul>
      <h4>第九条 个人征信信息查询</h4>
      <ul>
        <li>9.1 用户同意并授权本站在其申请借款、审批及贷后管理期间，通过查询服务提供机构向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取用户的个人信息。</li>
        <li>9.2  用户同意本站向合作伙伴查询、收集、核实、比对、处理、保存用户的个人信息。</li>
        <li>9.3 用户同意并不可撤销地授权本站采集、保存用户与其业务往来中提供或产生的个人信息，并向依法设立的征信机构或其他组织，及本站的合作方提供用户个人信息、相关借贷信息及后续还款记录等相关信息（含不良信用信息）。</li>
        <li>9.4 用户同意授权本站在向征信机构提供不良信用信息前，无需另行通知用户本人。</li>
        <li>9.5为更好、更完整地展现用户的资信情况，用户同意并授权查询服务提供机构及其关联公司及其指定的第三方可留存、整理及加工本次获取的用户信息用于查询服务提供机构及其关联公司及其指定的第三方为用户提供的其他服务中。</li>
        <li>9.6用户同意并授权，查询服务提供机构可将其合法获取的用户信息经过整合、加工并转化为信息评分或信息报告回传给本站，用于用户申请借款、审批及贷后管理等事项。</li>
        <li>9.7用户同意并授权本站通过查询服务提供机构向包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构上传用户在本次借款过程生成的资信信息。同时，用户同意并授权包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构接收本站通过查询服务提供机构上传的用户在本次借款过程生成的资信信息。</li>
        <li>9.8为更好地为用户提供服务，用户同意并授权查询服务机构可与其合作的第三方进行联合研究，并可将通过本授权书获得的用户信息投入到该等联合研究中。但查询服务机构与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的用户信息予以保密。</li>
      </ul>
      <h4>第十条 所有权及知识产权条款</h4>
      <ul>
        <li>10.1  用户一旦接受本协议，即表明该用户主动将其在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编 权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给水象优品所有，用户同意水象优品有权就任何主体侵权而单独提起诉讼。</li>
        <li>10.2本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在本站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</li>
        <li>10.3 用户同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</li>
        <li>10.4 水象优品是本站的制作者，拥有网站内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及本站的内容进行修改，并在本站张贴，无须另行通知用户。在法律允许的最大限度范围内，水象云对本协议及本站内容拥有解释权。</li>
        <li>10.5 除法律另有强制性规定外，未经水象优品明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，水象优品有权追究其法律责任。</li>
        <li>10.6 本站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是水象优品或其内容提供者的财产，受中国和国际版权法的保护。本站上所有内容的汇编是水象优品的排他财产，受中国和国际版权法的保护。本站上所有软件都是水象优品或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</li>
      </ul>
      <h4>第十一条 责任限制及不承诺担保</h4>
      <ul>
        <p>除非另有明确的书面说明，本站及其所包含的或以其它方式通过本站提供给用户的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。</p>
        <p>除非另有明确的书面说明，水象优品不对本站的运营及其包含在本站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
        <p>水象优品不担保本站所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。</p>
        <p>如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，水象优品会合理地尽力协助处理善后事宜。</p>
      </ul>
      <h4>第十二条 用户注销、暂停、终止或限制访问</h4>
      <ul>
        <li>12.1 如果您决定不再使用本网站服务时，应首先清偿所有应付款项，再将您的用户账户下所对应的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，并向本网站申请注销（或永久冻结）该用户账户，经本网站审核同意后可正式注销您的用户账户。</li>
        <li>12.2 本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向您提供本协议项下的全部或部分用户服务（包括收费服务），并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。</li>
        <li><h4>12.3 无论本网站是否收费，只要您利用本网站从事违法活动或者严重违反本协议的约定，本网站可在不发出任何通知的情况下立即使您的账户无效，或撤销您的账户以及在您的账户内的所有相关资料和档案，和/或禁止用户进一步接入该等档案或服务。账号终止后，本网站没有义务为您保留原账号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，本网站亦不会就终止用户账户使用而对您或任何第三者承担任何责任。</h4></li>
        <li>12.4 用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对其使用本网站提供服务期间的行为承担可能的违约或损害赔偿责任，同时本网站仍可保有用户的相关信息。</li>
      </ul>
      <h4>第十三条 赔偿</h4>
      <ul>
        <li>13.1 用户因违反本协议或本协议项下的其他文件，或违反了任何法律、法规的规定，给本网站造成损失的，应予赔偿，赔偿范围包括但不限于本网站的直接损失、间接损失以及维权费用（包括但不限于律师费、保全费、公证费、诉讼费等）等。</li>
        <li>13.2 用户因违反前款规定而侵害了第三方的权利，导致本网站遭受任何第三方提起的索赔、诉讼或行政责任，用户承诺无条件承担相应责任并使本网站免责。若因此给本网站造成损失的，应予赔偿，赔偿范围包括但不限于本网站的维权费用、名誉损失以及本网站向第三方支付的补偿金等。</li>
      </ul>
      <h4>第十四条 免责声明</h4>
      <ul>
        <li>14.1   除非另有书面协议约定，本网站在任何情况下，对您使用本网站服务而产生的任何形式的直接或间接损失均不承担法律责任。</li>
        <li>14.2 您的信息主要由您自行提供或发布，本网站无法保证所有商户信息的真实、及时和完整，您应对自己的判断承担全部责任。任何因为交易而产生的风险概由您与各交易方自行承担。</li>
        <li>14.3  任何本网站之外的第三方机构或个人所提供的服务，其服务品质及内容由您与该第三方自行、独立负责，本站不承担任何责任。</li>
        <li>14.4 因不可抗力或本网站服务器死机、网络故障、数据库故障、软件升级等问题造成的服务中断和对用户个人数据及资料造成的损失，本网站不承担任何责任，亦不予赔偿，但将尽力减少因此而给用户造成的损失和影响。</li>
        <li>14.5因黑客、病毒或密码被盗、泄露等非本网站原因所造成损失概由您本人自行承担。</li>
        <li>14.6您须对您本人在使用本网站所提供的服务时的一切行为、行动（不论是否故意）负全部责任。</li>
        <li>14.7 当司法机关、政府部门或其他监管机构根据有关法律、法规、规章及其他政府规范性文件的规定和程序，要求本网站提供用户信息资料，本网站对据此作出的任何披露，概不承担责任。</li>
        <li>14.8 对发生下列情形之一所造成的不便或损害，水象优品商城服务免责：
          <ul>
            <li>a定期检查或施工，更新软硬件而造成的服务中断，或突发性的软硬件设备与电子通信设备故障；</li>
            <li>b您与其它任何第三方的纠纷。</li>
          </ul>
        </li>
        <li>14.9无论何种原因水象优品商城对您的购买行为的赔偿金额将不会超过您受到影响的当次购买行为已经实际支付的费用的总额。</li>
      </ul>
      <h4>第十五条 协议更新及用户关注义务</h4>
      <p><strong>根据国家法律法规变化及网站运营需要，水象优品有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。您可随时登录查阅最新协议。您有义务不时关注并阅读最新版的协议及网站公告。如您不同意更新后的协议，可以且应立即停止接受本站依据本协议提供的服务； 如您继续使用本站提供的服务的，即视为同意更新后的协议。</strong>水象优品建议您在使用本站之前阅读本协议及本站的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
      <h4>第十六条 法律管辖和适用</h4>
      <p>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本站所有者经常经营地有管辖权的法院提起诉讼。</p>
      <h4>第十七条 其他</h4>
      <ul>
        <li>17.1 本站所有者是指在政府部门依法许可或备案的水象优品网站经营主体。</li>
        <li>17.2 水象优品尊重用户和消费者的合法权利，本协议及本站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，水象优品水象优品将虚心接受并适时修改本协议及本站上的各类规则。</li>
        <li>17.3 本协议内容中以加粗方式显著标识的条款，是与用户权益具有重大关系，或本站可能免责、限制责任的条款，请您着重阅读。</li>
        <li>17.4 本协议自本站公告之日起生效，本站对本协议条款具有最终解释权。</li>
      </ul>
      <h4>第十八条 用户信息及隐私权保护</h4>
      <p><strong>18.1用户信息的提供、搜集及核实</strong></p>
      <ul>
        <li>
          18.1.1您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性、安全性和及时更新，以便本网站为您提供服务并与您进行及时、有效的联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。
        </li>
        <li>18.1.2您同意本网站可以自行或通过合作的第三方机构对您提交或本网站搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、留存和解决争议等操作。</li>
        <li>18.1.3本网站在本网站的某些网页上使用诸如“Cookies”的资料收集装置。“Cookies”是设置在您的硬盘上的小档案，本网站使用Cookie技术来记录下网站用户的使用偏好和习惯并跟踪用户倾向，以具有针对性的改善本网站的服务。本网站亦提供某些只能通过使用“Cookies”才可得到的功能。您可以通过自行设置来选择接受Cookie或拒绝Cookie。</li>
        <li>18.1.4如果您将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于您在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在您的专门档案中。</li>
      </ul>
      <p><strong>18.2. 用户信息的使用和披露</strong></p>
      <ul>
        <li>18.2.1 您同意本网站可使用关于您的个人资料（包括但不限于本网站持有的有关您的档案中的资料，及本网站从您目前及以前在本网站上的活动所获取的其他资料）以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查您的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，您同意本网站可通过人工或自动程序对您的个人资料进行识别。</li>
        <li>18.2.2 您同意本网站可以使用您的数据资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站的网页，以调整本网站的网页使其更能符合您的需求，从而使您在使用本网站服务时得到更为顺利、有效、安全及度身订造的交易体验。</li>
        <li>18.2.3 您同意本网站利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用本网站的通讯。</li>
        <li>18.2.4 您注册成功后应妥善保管您的用户名和密码。您确认，无论是您还是您的代理人，用您的用户名和密码登录本网站后在本网站的一切行为均代表您并由您承担相应的法律后果。</li>
        <li>18.2.5 本网站对于您提供的、自行收集到的、经认证的个人信息将按照本协议及有关规则予以保护。本网站将采用行业标准惯例以保护您的个人资料，除事先获得您明确授权或法律法规有规定外，您因履行本协议提供给本网站的信息，本网站不会非法使用或者披露。</li>
        <li>18.2.6 您使用本网站服务进行交易时，您即授权本公司将您的包括但不限于真实姓名、联系方式、信用状况等必要的个人信息和交易信息披露给与您交易的另一方或本网站的合作机构（限于本网站为更好地向您提供服务而合作的机构）。</li>
        <li>18.2.7 本网站有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在您未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当您作为融资方逾期或有其他违约时），本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露您的个人资料（包括但不限于在本网站及互联网络上公布您的违法、违约行为，并有关将该内容记入任何与您相关的信用资料、档案或数据库），本网站对此不承担任何责任。</li>
      </ul>
      <p><strong>18.3. 您对其他用户信息的使用</strong></p>
      <ul>
        <li>18.3.1在本网站提供的交易活动中，您无权要求本网站提供其他用户的个人资料，除非符合以下条件：<br>
（1） 您已向法院起诉其他用户的在本网站活动中的违约行为；<br>
（2） 与您有关的其他用户逾期未归还投资款及收益；<br>
（3） 本网站被吊销营业执照、解散、清算、宣告破产等的情形。</li>
        <li>18.3.2 如您通过签署有关协议等方式获得其他用户的个人信息，您同意不将该等个人信息用于归还费用或向发行人（或借款人等）追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的法院或政府部门要求披露。</li>
      </ul>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
