<template>
  <section class="xwjrz" style="background: #ffffff">
    <div class="agreement" style="background: #ffffff">
      <h4>《征信及信息披露授权书》</h4>
      <p>尊敬的客户：</p>
      <p>为了维护您的权益，请在签署本授权书前，仔细阅读本授权书各条款，关注您在授权书中的权利与义务。您在授权人处签名或盖章的行为，即视为您已经认真阅读并充分理解本授权书的全部内容。</p>
      <p>授权方（下称“本人”）： </p>
      <p>被授权方：<span>上海水象金融信息服务有限公司</span></p>
      <h4>第一条 采集授权</h4>
      <ul>
        <li>1.本人同意并不可撤销地授权,在被授权方及其具有合法资质的业务合作方在满足本人资金需求的过程中，可能会给本人匹配合规的出借人以提供资金,<strong>该等出借人有权随时向包括但不限于中国人民银行个人信用信息基础数据库、深圳前海征信中心股份有限公司等合法设立的征信机构或其他合法途径查询、打印、保存、使用本人在其中的全部信用信息及信用报告，有权为了审核申请信息、开展贷后管理、进行异议处理等目的，查询、了解、保留和使用上述信息。</strong></li>
        <li>2.<strong><em>本人特别授权被授权方及其合作方在向征信机构提供本人的不良信用信息前，无需特别通知到本人。</em>本人知悉被授权方向征信机构提供本人的不良信用信息前，可以选择以电子邮件、短信、纸质信件等任一方式通知本人<em>。本人知悉，当本人联系信息变更时，需要及时更新并告知被授权方，确保及时收到通知。若本人未及时更新，本人以已留存的联系方式视为有效联系方式，通过该联系方式通知本人时，视为有效送达。</em></strong></li>
        <li>3.<strong>本人已知悉在信息安全保障制度不完善的情况下，对外提供个人收入、存款、有价证券、商业保险、不动产的信息和纳税数额信息可能产生信息泄漏等不良影响。所以，在征信机构承诺保障本人信息安全的前提下，本人同意授权被授权方向征信机构提供前述财产性信息。</strong></li>
      </ul>
      <h4>第二条 使用授权及信息披露</h4>
      <ul>
        <li>1.本人同意授权相关征信机构在保证本人信息安全的前提下，保存、整理、加工第一条中所述的相关个人信息，<strong>通过合法途径采集的本人个人信息，并向被授权方及其合作方出具本人的信用评估报告。信用评估报告所载个人信息可用于贷前审批和贷后管理工作。</strong></li>
        <li>2.<strong>本人同意并授权，被授权方及其合作方可向拥有合法资质的第三方机构提交本人的个人基本信息、借款申请信息、借款合同信息以及还款行为信息，并同意保存在第三方机构建设的信息数据库中。上述信息可能包含本人逾期还款信息在内的不良行为信息，一旦记录在第三方机构的信息数据库中，有可能会对本人在日后的经济活动产生不同程度的不良影响，在此乙方及其合作方已向甲方特别提示与说明。</strong></li>
        <li>3.本人同意并授权，被授权方及其合作方委托的征信机构有权自行或向第三方信息提供者（包括但不限于政府机关、金融机构或其他商业机构等）查询、采集或核实本人个人信用信息，并就本人个人信用信息进行整理、保存、加工、输出，以达成上述核实或查询之目的。<strong>该等个人信用信息包括但不限于本人的姓名、证件号码、电话号码、通讯录、职业、受教育情况、居住地址、第三方支付应用及财产信息如支付宝、余额宝等、电子邮箱地址、电子邮件、指纹以及其他身份信息等个人基本信息，金融机构和其他商业机构的贷款及偿还记录、信用交易记录等个人信贷记录，以及社会公共信息、各类消费行为信息、信用查询记录等其他个人信用信息；以及其他单独或者与其他信息结合识别本人身份或者反应本人活动的各种信息，但不包括法律、行政法规禁止采集的个人信息。本人同意为避免重复授权之不便，<em>本授权条款已表明该等第三方信息提供者在向征信机构提供本人信息时，可以依据本授权条款径行向征信机构提供本人相关信息，而无需再逐一向本人另行获取授权。但法律、法规、监管政策禁止查询的除外。</em></strong></li>
        <li>4.<strong>本人同意并授权，被授权方及其合作方可向征信机构或其他第三方机构查询的信息可能包括本人的不良信息，以及本人的个人的收入、存款、有价证券、商业保险、不动产的信息、车辆信息、纳税数额信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等私密信息，同时在做出前述同意之前，本人已经知晓、充分理解并接受上述较为私密的信息被提供、采集和使用可能产生的不利后果，包括但不限于：上述信息可能对本人的信用评价、以及分析报告等结果产生不利影响，且该等信息被被授权方或其合作方依法提供给第三方后被他人不当利用的风险，以及因本人的信用状况较好而造成本人被不良信息骚扰的风险；或因在采取了符合国家安全标准的保护措施后仍然存在因不可抗力、电脑病毒、黑客攻击或其他不可控原因造成的泄漏风险。</strong></li>
        <li>5.<strong>本人因在被授权方及其合作方处申请相关业务，或存在某种服务关系，被授权方的合作方可使用、保存、整理、加工被授权方向其提供的本人征信及信用信息，并可自行通过征信机构向其他拥有合法资质的第三方（包括但不限于其他拥有合法资质的征信机构、运营商及其代理商等）查询或核实本人信息，并将该等信息与被授权方进行共享。本人同意被授权方及其合作方在同等授权范围内进行上述信息采集、使用、披露，且该行为已征得本人同意，无须另行书面授权。</strong></li>
        <li>6.本人同意授权被授权方及征信机构将合法获取的本人信息披露或运用于为本人提供的如下用途中，包括：</li>
        <ul>
          <li>（1）对本人的身份进行识别、验证等，保护甲方的账户安全；</li>
          <li>（2）对信息进行分析、挖掘和调用，创建数据分析模型，为本人提供适合于本人的服务，并维护、改进这些服务；</li>
          <li>（3）为本人及其配偶就提出的【贷款、租赁、赊购、投保、理赔、担保、投资】等业务提供服务前的调查、征询等；</li>
          <li>（4）比较信息的准确性并与第三方进行验证；</li>
          <li>（5）合理评估甲方和（或）甲方关联方的经营状况，防控风险；  </li>
          <li>（6）对本人的信息进行综合统计、分析或加工等处理，可能出于奖励、销售或为了让本人拥有更好的服务或其他权益而使用、共享或披露这些经过处理的信息；如通过对本人担任法定代表人、出资人或主要经营负责人的法人或其他组织的贷款，或该法人或其他组织提供担保，需要查询本人信用状况的；对本人提出的异议申请进行核查；
            向本人推荐产品及服务等；</li>
          <li>（7）审核申请信息、开展贷后管理、进行异议处理等；</li>
          <li>（8）若被授权方或其合作方与本人或本人的关联方的纠纷未能够协商解决而需要通过催收及法律途径解决的；</li>
          <li>（9）预防或阻止非法的活动；</li>
          <li>（10）根据法律法规、监管部门要求进行使用；如依法或经有权部门要求的（包括但不限于公检法机关需要、会计师事务所审计、信息安全测评认证机构进行测评认证等</li>
          <li>（11）经本人许可的其他用途。</li>
        </ul>
        <li>7.如本人决定选择或接受被授权方及其合作方的相关产品及服务时，本人即不可撤销同意被授权方对本人的相关信息在其平台（该平台包括但不限于官方网站www.beadwallet.com及其他移动客户端、app、微信公众号等被授权方拥有经营及发布信息权利的公众平台）或被授权方合作方平台向相应出借人或投资人进行合法披露，披露内容包括但不限于以下信息：</li>
        <ul>
          <li>（1）本人基本信息（包括但不限于年收入、主要财产、主要债务、信用报告）；</li>
          <li>（2）本人选择的产品项目或服务的基本信息，（包括但不限于项目或服务名称、类型、主要内容、审批文件、还款来源、借款用途、借款金额、借款期限、还款方式及利率）；</li>
          <li>（3）被授权方及其合作方根据本人基本信息、征信包括、财产状况等综合评定的信用评级或者信用评分；</li>
          <li>（4）在产品或服务履行期限内本人经营状况及财务状况、还款能力变化情况等；</li>
          <li>（5）其他因服务需要被授权方合法获取的信息、数据等。</li>
        </ul>
        <li>8.本人授权乙方及其合作方有权代甲方注册、使用其电子签名认证证书。电子签名认证证书授权的使用范围仅限于本次融资需求（签署相应借款合同），被授权方及其业务合作方不得挪作他用。</li>
        <li>9.本人同意并授权被授权方及其合作方以本人的名义与出借人签订《借款协议》，《借款协议》的基本信息与双方的约定一致。《借款协议》采用电子文本的形式，被授权方将本人的借款信息通过系统传输给出借人后，由系统自动生成《借款协议》，借款发放成功后，该《借款协议》即对本人发生效力。</li>
        <li>10.本人不可撤销地授权乙方本授权方及其业务合作方代为办理相关事项，包括但不限于以本人的名义在第三方服务平台上及该等平台指定的第三方支付机构注册账户并设置初始密码、代为提交材料、代为签署相关协议、代为接收或交付约定款项等，承诺被授权方及其业务合作方作为受托人在该账户下进行的前述操作均代表委托人本人的真实意思表示，本人承担因该等操作而产生或可能产生的一切法律后果，并按照相关合同或文件的约定行使权利并履行义务。</li>
        <li>11.本人不可撤销地授权被授权方将本人自行提供或其自行采集的基本信息、征信信息、融资信息、交易记录以及其他信息向监管机关、行业协会进行数据共享、披露。监管机关、行业协会可依据本授权将上述信息用于行业信息共享系统的建设、使用以及其他合法用途。</li>
        <li>12.本人不可撤销地授权，若本人未及时足额偿还借款，乙方或出借人有权将本人逾期还款的相关信息及其他信息（包括但不限于本人照片、视频资料、个人资料等）向线上或线下媒体、您所在单位及公安、检察、司法等有关机关披露，并有权将您提交或顾问单位自行收集的个人资料和信息与上海资信有限公司、深圳前海征信中心股份有限公司等任何第三方进行数据共享，出借人与本站对上述披露和共享行为不承担任何责任。本人充分理解并同意，若未及时足额偿还借款，将会产生不良信用记录，该记录可能被永久保存，这将影响本人以后在非银行金融机构和P2P机构的征信及借款申请。</li>
      </ul>
      <p>本人已经详细阅读并充分理解本授权书的全部内容，同意按照本授权书约定执行。本人承诺本授权书授权事项为不可撤销之授权，自本人签字或以其他方式确认之日起即生效。</p>
      <p>授权人（签名）：</p>
      <p>日 期：_________年____月____日</p>
      <br><br><br>
    </div>
  </section>
</template>
<script>
  export default {
    data () {
      return {}
    },
    created () {
      this.showLoad(false)
    },
    methods: {
    }
  }
</script>
<style media="screen" lang="scss">
  .bold{
    font-weight:bold;
    font-size:14px;
  }
</style>
